{
    "description.wurst.hack.aimassist": "Te ayuda a apuntar a entidades cercanas.",
    "description.wurst.setting.aimassist.fov": "Campo de visión: qué tan lejos de tu cruz puede estar una entidad antes de ser ignorada.\n360° = apunta a entidades a tu alrededor.",
    "description.wurst.setting.aimassist.ignore_mouse_input": "Ignora parte de tu entrada del mouse mientras AimAssist está apuntando. Esto hace que sea más difícil que accidentalmente apuntes lejos del objetivo.",
    "description.wurst.setting.aimassist.check_line_of_sight": "No apuntará a entidades detrás de bloques.",
    "description.wurst.setting.aimassist.aim_while_blocking": "Sigue apuntando a entidades mientras bloqueas con un escudo o usas objetos.",
    "description.wurst.hack.airplace": "Te permite colocar bloques en el aire.",
    "description.wurst.setting.airplace.guide": "Muestra una guía de dónde se colocarán los bloques.",
    "description.wurst.setting.airplace.guide_color": "Color de la guía de colocación de bloques, si está habilitada.",
    "description.wurst.hack.anchoraura": "Coloca automáticamente (opcional), carga y detona anclas de reaparición para matar entidades a tu alrededor.",
    "description.wurst.setting.anchoraura.range": "Determina qué tan lejos llegará AnchorAura para colocar, cargar y detonar anclas.",
    "description.wurst.setting.anchoraura.auto-place_anchors": "Cuando está habilitado, AnchorAura colocará automáticamente anclas cerca de entidades válidas.\nCuando está deshabilitado, AnchorAura solo cargará y detonará anclas colocadas manualmente.",
    "description.wurst.setting.anchoraura.face_anchors": "Si AnchorAura debe mirar en la dirección correcta al colocar y hacer clic derecho en anclas de reaparición.\n\nMás lento, pero puede ayudar con los plugins anti-cheat.",
    "description.wurst.setting.anchoraura.check_line_of_sight": "Asegura que no alcances a través de bloques al colocar o hacer clic derecho en anclas de reaparición.\n\nMás lento, pero puede ayudar con los plugins anti-cheat.",
    "description.wurst.setting.anchoraura.swing_hand": "Cómo AnchorAura debe mover tu mano al colocar, cargar y detonar anclas de reaparición.",
    "description.wurst.setting.anchoraura.take_items_from": "Dónde buscar anclas de reaparición y piedra luminosa.",
    "description.wurst.hack.antiafk": "Camina aleatoriamente para ocultarte de los detectores de AFK.",
    "description.wurst.setting.antiafk.use_ai": "Usa una IA de búsqueda de ruta para moverse de manera natural y evitar peligros.\nA veces puede atascarse.",
    "description.wurst.setting.antiafk.ai_range": "El área en la que AntiAFK puede moverse cuando la IA está activada.",
    "description.wurst.setting.antiafk.non-ai_range": "El área en la que AntiAFK puede moverse cuando la IA está desactivada.\n\n§c§lADVERTENCIA:§r Esta área debe estar completamente despejada y libre de peligros.",
    "description.wurst.setting.antiafk.wait_time": "Tiempo entre movimientos en segundos.",
    "description.wurst.setting.antiafk.wait_time_randomization": "Cuánto tiempo puede agregarse o restarse aleatoriamente del tiempo de espera, en segundos.",
    "description.wurst.setting.antiafk.show_wait_time": "Muestra el tiempo de espera restante en la lista de hacks.",
    "description.wurst.hack.antiblind": "Previene los efectos de ceguera y oscuridad.\nIncompatible con OptiFine.",
    "description.wurst.hack.anticactus": "Te protege del daño de los cactus.",
    "description.wurst.hack.antientitypush": "Evita que te empujen jugadores y mobs.",
    "description.wurst.hack.antihunger": "Reduce tu hambre cuando caminas.\n\n§c§lADVERTENCIA:§r Se han reportado casos en los que este hack causa daño extra por caída bajo condiciones específicas y desconocidas.",
    "description.wurst.hack.antiknockback": "Evita que recibas retroceso de jugadores y mobs.",
    "description.wurst.hack.antispam": "Bloquea el spam en el chat agregando un contador a los mensajes repetidos.",
    "description.wurst.hack.antiwaterpush": "Evita que te empuje el agua.",
    "description.wurst.hack.antiwobble": "Desactiva el efecto de tambaleo causado por náuseas y portales.",
    "description.wurst.hack.arrowdmg": "Aumenta enormemente el daño de las flechas, pero también consume mucha hambre y reduce la precisión.\n\nNo funciona con ballestas y parece estar parchado en servidores Paper.",
    "description.wurst.setting.arrowdmg.strength": "Fuerza del efecto. 10 es el máximo posible en Minecraft 1.21.",
    "description.wurst.setting.arrowdmg.trident_yeet_mode": "Cuando está habilitado, los tridentes vuelan mucho más lejos. No parece afectar el daño o Riptide.\n\n§c§lADVERTENCIA:§r ¡Puedes perder fácilmente tu tridente al habilitar esta opción!",
    "description.wurst.hack.autoarmor": "Administra tu armadura automáticamente.",
    "description.wurst.hack.autobuild": "Construye cosas automáticamente.\nColoca un solo bloque para comenzar a construir.",
    "description.wurst.hack.autocomplete": "Autocompleta tus mensajes de chat usando modelos de lenguaje grandes. Requiere una cuenta de OpenAI con acceso a la API o cualquier otra API de modelo de lenguaje compatible con OpenAI.",
    "description.wurst.hack.autodrop": "Suelta automáticamente objetos no deseados.",
    "description.wurst.hack.autoleave": "Abandona automáticamente el servidor cuando tu salud es baja.",
    "description.wurst.hack.autolibrarian": "Entrena automáticamente a un aldeano para que se convierta en un bibliotecario que vende un libro encantado específico. Puedes configurar una sala de comercio en poco tiempo usando este hack.",
    "description.wurst.setting.autolibrarian.swing_hand": "Cómo AutoLibrarian debe mover tu mano al interactuar con el aldeano y el sitio de trabajo.",
    "description.wurst.hack.autoeat": "Come automáticamente comida cuando es necesario.",
    "description.wurst.setting.autoeat.target_hunger": "Intenta mantener la barra de hambre en o por encima de este nivel, pero solo si no desperdicia puntos de hambre.",
    "description.wurst.setting.autoeat.min_hunger": "Mantiene siempre la barra de hambre en o por encima de este nivel, incluso si desperdicia algunos puntos de hambre.\n6.5 - No puede causar desperdicio con objetos de comida vanilla.\n10.0 - Ignora completamente el desperdicio y simplemente mantiene la barra de hambre llena.",
    "description.wurst.setting.autoeat.injured_hunger": "Llena la barra de hambre al menos a este nivel cuando estás herido, incluso si desperdicia algunos puntos de hambre.\n10.0 - curación más rápida\n9.0 - curación más lenta\n<9.0 - sin curación\n<3.5 - sin sprint",
    "description.wurst.setting.autoeat.injury_threshold": "Evita que lesiones pequeñas desperdicien toda tu comida. AutoEat solo te considerará herido si has perdido al menos este número de corazones.",
    "description.wurst.setting.autoeat.take_items_from": "Dónde AutoEat debe buscar comida.",
    "description.wurst.setting.autoeat.eat_while_walking": "Te ralentiza, no recomendado.",
    "description.wurst.setting.autoeat.allow_hunger": "La carne podrida aplica un efecto de \"hambre\" inofensivo.\nEs seguro comerla y útil como comida de emergencia.",
    "description.wurst.setting.autoeat.allow_poison": "La comida envenenada aplica daño con el tiempo.\nNo recomendado.",
    "description.wurst.setting.autoeat.allow_chorus": "Comer fruta de corus te teletransporta a una ubicación aleatoria.\nNo recomendado.",
    "description.wurst.hack.autofarm": "Cosecha y replanta cultivos automáticamente.\nFunciona con trigo, zanahorias, papas, remolachas, calabazas, melones, cactus, cañas de azúcar, algas, bambú, verrugas del Nether y granos de cacao.",
    "description.wurst.hack.autofish": "Atrapa peces automáticamente usando tu mejor caña de pescar. Si encuentra una caña mejor mientras pesca, cambiará automáticamente a ella.",
    "description.wurst.hack.automine": "Extrae automáticamente cualquier bloque que mires.",
    "description.wurst.hack.autopotion": "Lanza automáticamente pociones de salud instantánea cuando tu salud es baja.",
    "description.wurst.hack.autoreconnect": "Se reconecta automáticamente cuando te expulsan del servidor.",
    "description.wurst.hack.autorespawn": "Te revive automáticamente cada vez que mueres.",
    "description.wurst.hack.autosign": "Escribe instantáneamente el texto que quieras en cada letrero que coloques o edites. Una vez activado, puedes escribir normalmente en el primer letrero para especificar el texto para todos los demás letreros.",
    "description.wurst.hack.autosoup": "Come automáticamente sopa cuando tu salud es baja.\n\n§lNota:§r Este hack ignora el hambre y asume que comer sopa restaura directamente tu salud. Si el servidor en el que juegas no está configurado para hacer eso, usa AutoEat en su lugar.",
    "description.wurst.hack.autosprint": "Te hace correr automáticamente.",
    "description.wurst.hack.autosteal": "Roba automáticamente todo de los cofres y cajas de shulker que abres.",
    "description.wurst.hack.autoswim": "Activa automáticamente la animación de natación.",
    "description.wurst.hack.autoswitch": "Cambia el objeto en tu mano constantemente.\n\n§lProTip:§r Usa esto en combinación con BuildRandom mientras tienes muchos bloques de lana o concreto de diferentes colores en tu barra rápida.",
    "description.wurst.hack.autosword": "Usa automáticamente la mejor arma en tu barra rápida para atacar entidades.\nConsejo: Esto funciona con Killaura.",
    "description.wurst.hack.autotool": "Equipa automáticamente la herramienta más rápida aplicable en tu barra rápida cuando intentas romper un bloque.",
    "description.wurst.hack.autototem": "Mueve automáticamente tótems de la inmortalidad a tu mano secundaria.",
    "description.wurst.hack.autowalk": "Te hace caminar automáticamente.",
    "description.wurst.hack.barrieresp": "Te permite ver bloques de barrera cercanos.",
    "description.wurst.hack.basefinder": "Encuentra bases de jugadores buscando bloques hechos por el hombre.\nLos bloques que encuentra se resaltarán en el color seleccionado.\nÚtil para encontrar bases de facciones.",
    "description.wurst.hack.blink": "Suspende todas las actualizaciones de movimiento mientras está habilitado.",
    "description.wurst.hack.boatfly": "Te permite volar con botes y otros vehículos.\nPresiona la tecla de sprint para bajar más rápido.",
    "description.wurst.hack.bonemealaura": "Usa automáticamente harina de huesos en tipos específicos de plantas.\nUsa las casillas de verificación para especificar los tipos de plantas.",
    "description.wurst.hack.bowaimbot": "Apunta automáticamente tu arco o ballesta.",
    "description.wurst.hack.buildrandom": "Coloca bloques aleatoriamente a tu alrededor.",
    "description.wurst.setting.buildrandom.swing_hand": "Cómo BuildRandom debe mover tu mano al colocar bloques.",
    "description.wurst.hack.bunnyhop": "Te hace saltar automáticamente.",
    "description.wurst.hack.cameradistance": "Te permite cambiar la distancia de la cámara en tercera persona.",
    "description.wurst.hack.cameranoclip": "Permite que la cámara en tercera persona atraviese paredes.",
    "description.wurst.hack.cavefinder": "Te ayuda a encontrar cuevas resaltándolas en el color seleccionado.",
    "description.wurst.hack.chattranslator": "Traduce mensajes de chat usando Google Translate.",
    "description.wurst.setting.chattranslator.your_language": "El idioma principal que puedes usar y entender.\n\nTus mensajes recibidos siempre se traducirán a este idioma (si está habilitado).\n\nCuando \"Detectar idioma enviado\" está desactivado, todos los mensajes enviados se asumen en este idioma.",
    "description.wurst.setting.chattranslator.other_language": "El idioma principal usado por otros jugadores en el servidor.\n\nTus mensajes enviados siempre se traducirán a este idioma (si está habilitado).\n\nCuando \"Detectar idioma recibido\" está desactivado, todos los mensajes recibidos se asumen en este idioma.",
    "description.wurst.setting.chattranslator.detect_received_language": "Detecta automáticamente el idioma de los mensajes recibidos.\n\nÚtil si otros jugadores usan una mezcla de diferentes idiomas.\n\nSi todos usan el mismo idioma, desactivar esto puede mejorar la precisión.",
    "description.wurst.setting.chattranslator.detect_sent_language": "Detecta automáticamente el idioma de los mensajes enviados.\n\nÚtil si usas una mezcla de diferentes idiomas.\n\nSi siempre usas el mismo idioma, desactivar esto puede mejorar la precisión.",
    "description.wurst.setting.chattranslator.filter_own_messages": "No traducirá mensajes que parezcan ser enviados por ti.\n\nIntenta detectar tus mensajes basándose en formatos comunes de chat como \"<nombre>\", \"[nombre]\", o \"nombre:\". Esto podría no funcionar correctamente en algunos servidores.",
    "description.wurst.hack.chestesp": "Resalta cofres cercanos.",
    "description.wurst.hack.clickaura": "Ataca automáticamente a la entidad válida más cercana cada vez que haces clic.\n\n§c§lADVERTENCIA:§r Los ClickAuras generalmente parecen más sospechosos que los Killauras y son más fáciles de detectar para los plugins. Se recomienda usar Killaura o TriggerBot en su lugar.",
    "description.wurst.hack.clickgui": "ClickGUI basado en ventanas.",
    "description.wurst.hack.crashchest": "Genera un cofre que esencialmente banea a las personas del servidor si tienen demasiadas copias en su inventario. §c§lADVERTENCIA:§r §c¡Esto no se puede deshacer. ¡Usa con precaución!§r\n\nSi las copias se colocan en un cofre, cualquiera que abra el cofre será expulsado del servidor (solo una vez).",
    "description.wurst.hack.creativeflight": "Te permite volar como en el modo Creativo.\n\n§c§lADVERTENCIA:§r Recibirás daño por caída si no usas NoFall.",
    "description.wurst.hack.criticals": "Convierte todos tus golpes en golpes críticos.",
    "description.wurst.hack.crystalaura": "Coloca automáticamente (opcional) y detona cristales de end para matar entidades a tu alrededor.",
    "description.wurst.setting.crystalaura.swing_hand": "Cómo CrystalAura debe mover tu mano al colocar y detonar cristales de end.",
    "description.wurst.hack.derp": "Mueve tu cabeza aleatoriamente.\nSolo visible para otros jugadores.",
    "description.wurst.hack.dolphin": "Te hace flotar automáticamente en el agua.\n(como un delfín)",
    "description.wurst.hack.excavator": "Rompe automáticamente todos los bloques en el área seleccionada.",
    "description.wurst.hack.extraelytra": "Facilita el uso del Elytra.",
    "description.wurst.hack.fancychat": "Reemplaza caracteres ASCII en los mensajes de chat enviados con caracteres Unicode más elegantes. Puede usarse para evitar filtros de palabras ofensivas en algunos servidores.\nNo funciona en servidores que bloquean caracteres Unicode.",
    "description.wurst.hack.fastbreak": "Te permite romper bloques más rápido.\nConsejo: Esto funciona con Nuker.",
    "description.wurst.hack.fastladder": "Te permite subir escaleras más rápido.",
    "description.wurst.hack.fastplace": "Te permite colocar bloques 5 veces más rápido.\nConsejo: Esto puede acelerar otros hacks como AutoBuild.",
    "description.wurst.hack.feedaura": "Alimenta automáticamente a los animales a tu alrededor.",
    "description.wurst.hack.fightbot": "Un bot que camina automáticamente y mata todo.\nÚtil para MobArena.",
    "description.wurst.hack.fish": "Desactiva la gravedad bajo el agua para que puedas nadar como un pez.",
    "description.wurst.hack.flight": "Te permite volar.\n\n§c§lADVERTENCIA:§r Recibirás daño por caída si no usas NoFall.",
    "description.wurst.hack.follow": "Un bot que sigue a la entidad más cercana.\nMuy molesto.\n\nUsa .follow para seguir a una entidad específica.",
    "description.wurst.setting.follow.filter_players": "No seguirá a otros jugadores.",
    "description.wurst.setting.follow.filter_sleeping": "No seguirá a jugadores dormidos.",
    "description.wurst.setting.follow.filter_flying": "No seguirá a jugadores que estén al menos a la distancia dada sobre el suelo.",
    "description.wurst.setting.follow.filter_neutral": "No seguirá a mobs neutrales como endermans y lobos.",
    "description.wurst.setting.follow.filter_bats": "No seguirá a murciélagos y otros mobs \"ambientales\" que puedan ser agregados por mods.",
    "description.wurst.setting.follow.filter_pets": "No seguirá a lobos domesticados, caballos domesticados, etc.",
    "description.wurst.setting.follow.filter_villagers": "No seguirá a aldeanos y comerciantes ambulantes.",
    "description.wurst.setting.follow.filter_zombie_villagers": "No seguirá a aldeanos zombificados.",
    "description.wurst.setting.follow.filter_golems": "No seguirá a golems de hierro y de nieve.",
    "description.wurst.setting.follow.filter_zombie_piglins": "No seguirá a piglins zombificados.",
    "description.wurst.setting.follow.filter_endermen": "No seguirá a endermans.",
    "description.wurst.setting.follow.filter_shulkers": "No seguirá a shulkers.",
    "description.wurst.setting.follow.filter_allays": "No seguirá a allays.",
    "description.wurst.setting.follow.filter_invisible": "No seguirá a entidades invisibles.",
    "description.wurst.setting.follow.filter_armor_stands": "No seguirá a soportes de armadura.",
    "description.wurst.setting.follow.filter_minecarts": "No seguirá a vagonetas.",
    "description.wurst.hack.forceop": "Descifra contraseñas de AuthMe.\nPuede usarse para obtener OP.",
    "description.wurst.hack.freecam": "Te permite mover la cámara sin mover a tu personaje.",
    "description.wurst.hack.fullbright": "Te permite ver en la oscuridad.",
    "description.wurst.hack.glide": "Te hace planear lentamente cuando caes.\n\n§c§lADVERTENCIA:§r Recibirás daño por caída si no usas NoFall.",
    "description.wurst.hack.handnoclip": "Te permite alcanzar bloques específicos a través de paredes.",
    "description.wurst.hack.headroll": "Te hace asentir constantemente.\nSolo visible para otros jugadores.",
    "description.wurst.hack.healthtags": "Muestra la salud de los jugadores en sus etiquetas de nombre.",
    "description.wurst.hack.highjump": "Te permite saltar más alto.\n\n§c§lADVERTENCIA:§r Recibirás daño por caída si no usas NoFall.",
    "description.wurst.hack.infinichat": "Elimina el límite de 256 caracteres del chat.\nÚtil para comandos largos que modifican datos NBT.\n\n§6§lNOTA:§r No recomendado para hablar con personas. La mayoría de los servidores cortarán los mensajes a 256 caracteres en su extremo.",
    "description.wurst.hack.instantbunker": "Construye un pequeño búnker a tu alrededor. Necesita 57 bloques.",
    "description.wurst.hack.invwalk": "Te permite moverte mientras el inventario está abierto.",
    "description.wurst.setting.invwalk.allow_clickgui": "Te permite moverte mientras el ClickGUI de Wurst está abierto.",
    "description.wurst.setting.invwalk.allow_other": "Te permite moverte mientras otras pantallas del juego están abiertas (por ejemplo, cofre, caballo, comercio con aldeanos), a menos que la pantalla tenga un cuadro de texto.",
    "description.wurst.hack.itemesp": "Resalta objetos cercanos.",
    "description.wurst.hack.itemgenerator": "Genera objetos aleatorios y los deja caer al suelo.\n§oSolo en modo Creativo.§r",
    "description.wurst.hack.jesus": "Te permite caminar sobre el agua.\nJesús usó este hack hace ~2000 años.",
    "description.wurst.hack.jetpack": "Te permite volar como si tuvieras un jetpack.\n\n§c§lADVERTENCIA:§r Recibirás daño por caída si no usas NoFall.",
    "description.wurst.hack.kaboom": "Rompe bloques a tu alrededor como una explosión.\n\nPuede ser mucho más rápido que Nuker si el servidor no tiene un plugin anti-cheat. Funciona mejor con herramientas rápidas y bloques débiles.\n\nNota: Esto no es una explosión real.",
    "description.wurst.setting.kaboom.power": "Determina cuántos paquetes de rompimiento de bloques se enviarán por cada bloque.\n\nValores más altos aumentan tus posibilidades de romper más bloques, pero también colocan una carga adicional en el servidor. Los servidores pequeños probablemente se caerán con valores más altos.",
    "description.wurst.setting.kaboom.sound": "Si se debe reproducir un sonido de explosión. No afecta el rompimiento de bloques. Solo tú puedes escuchar el sonido.",
    "description.wurst.setting.kaboom.particles": "Si se deben mostrar partículas de explosión. No afecta el rompimiento de bloques. Solo tú puedes ver las partículas.",
    "description.wurst.hack.killauralegit": "Killaura más lento que es más difícil de detectar.\n¡No es necesario en servidores normales con NoCheat+!",
    "description.wurst.hack.killaura": "Ataca automáticamente a entidades a tu alrededor.",
    "description.wurst.hack.killpotion": "Genera una poción que puede matar casi cualquier cosa, incluidos jugadores en modo Creativo. No funciona en mobs no muertos, ya que ya están muertos.\n\nRequiere modo Creativo.",
    "description.wurst.hack.liquids": "Te permite colocar bloques en líquidos.",
    "description.wurst.hack.lsd": "Causa alucinaciones.",
    "description.wurst.hack.macedmg": "Aumenta tu daño al atacar con una maza.",
    "description.wurst.hack.masstpa": "Envía una solicitud de TPA a todos los jugadores.",
    "description.wurst.hack.mileycyrus": "Te hace twerkear.",
    "description.wurst.hack.mobesp": "Resalta mobs cercanos.",
    "description.wurst.hack.mobspawnesp": "Resalta áreas donde los mobs pueden aparecer.",
    "description.wurst.setting.mobspawnesp.hitbox_check": "Hace que MobSpawnESP sea más preciso al ignorar puntos oscuros que son demasiado pequeños para que aparezcan mobs, pero también puede afectar negativamente el rendimiento y/o la estabilidad.",
    "description.wurst.setting.mobspawnesp.hitbox_check.off": "Sin verificación de hitbox.",
    "description.wurst.setting.mobspawnesp.hitbox_check.slow": "Verificación de hitbox sincronizada. No debería causar caídas, pero tiene un gran impacto en el rendimiento del juego.",
    "description.wurst.setting.mobspawnesp.hitbox_check.unstable": "Verificación de hitbox rápida pero inestable. Se sabe que a veces hace que el juego se caiga.",
    "description.wurst.setting.mobspawnesp.night_color": "Color de la X en posiciones donde los mobs pueden aparecer de noche.",
    "description.wurst.setting.mobspawnesp.day_color": "Color de la X en posiciones donde los mobs pueden aparecer siempre.",
    "description.wurst.hack.multiaura": "Killaura más rápido que ataca a múltiples entidades a la vez.",
    "description.wurst.hack.nameprotect": "Oculta todos los nombres de los jugadores.",
    "description.wurst.hack.nametags": "Cambia la escala de las etiquetas de nombre para que siempre puedas leerlas. También te permite ver las etiquetas de nombre de los jugadores agachados.",
    "description.wurst.hack.navigator": "Un GUI buscable que aprende tus preferencias con el tiempo.",
    "description.wurst.hack.newchunks": "Resalta chunks recién generados a tu alrededor.",
    "description.wurst.hack.nobackground": "Elimina el fondo oscuro detrás de los inventarios.",
    "description.wurst.hack.noclip": "Te permite moverte libremente a través de bloques.\nUn bloque (por ejemplo, arena) debe caer sobre tu cabeza para activarlo.\n\n§c§lADVERTENCIA:§r ¡Recibirás daño mientras te mueves a través de bloques!",
    "description.wurst.hack.nocomcrash": "Laguea y hace caer servidores usando el exploit Nocom.\nNo funciona en servidores Paper. Probado en Vanilla, Spigot y Fabric. Puede ser desactivado por algunos AntiCheats.",
    "description.wurst.hack.nofall": "Te protege del daño por caída.",
    "description.wurst.setting.nofall.allow_elytra": "También intenta prevenir el daño por caída mientras vuelas con un elytra.\n\n§c§lADVERTENCIA:§r Esto a veces puede hacer que dejes de volar inesperadamente.",
    "description.wurst.setting.nofall.pause_for_mace": "Pausa NoFall cuando sostienes una maza, para que puedas aprovechar el bono de distancia de caída de la maza.\n\n§c§lADVERTENCIA:§r No estarás protegido del daño por caída mientras sostienes una maza. Además, cambiar a o desde una maza mientras ya estás cayendo interrumpirá tu caída, lo que podría causar que recibas daño.",
    "description.wurst.hack.nofireoverlay": "Bloquea la superposición cuando estás en llamas.\n\n§c§lADVERTENCIA:§r Esto puede hacer que te quemes hasta morir sin darte cuenta.",
    "description.wurst.hack.nofog": "Elimina la niebla de distancia del mundo.",
    "description.wurst.hack.nohurtcam": "Desactiva el efecto de sacudida cuando recibes daño.",
    "description.wurst.hack.nolevitation": "Desactiva el efecto de levitación cuando te golpea un Shulker.\n\n§c§lADVERTENCIA:§r ¡Caerás si activas esto mientras el efecto de levitación ya está activo!",
    "description.wurst.hack.nooverlay": "Bloquea las superposiciones de agua y lava.",
    "description.wurst.hack.nopumpkin": "Bloquea la superposición cuando llevas una calabaza en la cabeza.",
    "description.wurst.hack.noshieldoverlay": "Baja el escudo para que cubra menos tu pantalla.",
    "description.wurst.hack.noslowdown": "Cancela los efectos de lentitud causados por miel, arena de almas y usar objetos.",
    "description.wurst.hack.noweather": "Te permite alterar el clima, el tiempo y la fase de la luna en el lado del cliente.",
    "description.wurst.hack.noweb": "Evita que te ralenticen las telarañas.",
    "description.wurst.hack.nuker": "Rompe automáticamente bloques a tu alrededor.",
    "description.wurst.hack.nukerlegit": "Nuker más lento que es mucho más difícil de detectar para los plugins anti-cheat.\n¡No es necesario en servidores normales con NoCheat+!",
    "description.wurst.hack.openwateresp": "Muestra si estás pescando en 'agua abierta' y dibuja un cuadro alrededor del área utilizada para el cálculo de agua abierta.",
    "description.wurst.hack.overlay": "Renderiza la animación de Nuker cada vez que minas un bloque.",
    "description.wurst.hack.panic": "Desactiva instantáneamente todos los hacks habilitados.\n¡Ten cuidado con este!",
    "description.wurst.hack.parkour": "Te hace saltar automáticamente al llegar al borde de un bloque.\nÚtil para parkours y juegos de plataformas.",
    "description.wurst.hack.playeresp": "Resalta jugadores cercanos.\nLas cajas ESP de amigos aparecerán en azul.",
    "description.wurst.hack.portalesp": "Resalta portales cercanos.",
    "description.wurst.hack.portalgui": "Te permite abrir GUIs en portales.",
    "description.wurst.hack.potionsaver": "Congela todos los efectos de poción mientras estás quieto.",
    "description.wurst.hack.prophuntesp": "Te permite ver bloques falsos en Prophunt.\nHecho para Mineplex Prophunt. Puede no funcionar en otros servidores.",
    "description.wurst.hack.protect": "Un bot que sigue a la entidad más cercana y la protege de otras entidades.\nUsa .protect para proteger a una entidad específica en lugar de la más cercana.",
    "description.wurst.hack.radar": "Muestra la ubicación de entidades cercanas.\n§crojo§r - jugadores\n§6naranja§r - monstruos\n§averde§r - animales\n§7gris§r - otros",
    "description.wurst.hack.rainbowui": "§cH§aa§9c§ce§a q§9u§ce §at§9o§cd§ao §9s§ce§aa §9c§co§al§9o§cr§ai§9d§co.",
    "description.wurst.hack.reach": "Te permite alcanzar más lejos.",
    "description.wurst.hack.remoteview": "Te permite ver el mundo como alguien más.\nUsa el comando .rv para que apunte a una entidad específica.",
    "description.wurst.setting.remoteview.filter_players": "No verá a otros jugadores.",
    "description.wurst.setting.remoteview.filter_sleeping": "No verá a jugadores dormidos.",
    "description.wurst.setting.remoteview.filter_flying": "No verá a jugadores que estén al menos a la distancia dada sobre el suelo.",
    "description.wurst.setting.remoteview.filter_neutral": "No verá a mobs neutrales como endermans y lobos.",
    "description.wurst.setting.remoteview.filter_bats": "No verá a murciélagos y otros mobs \"ambientales\" que puedan ser agregados por mods.",
    "description.wurst.setting.remoteview.filter_pets": "No verá a lobos domesticados, caballos domesticados, etc.",
    "description.wurst.setting.remoteview.filter_villagers": "No verá a aldeanos y comerciantes ambulantes.",
    "description.wurst.setting.remoteview.filter_zombie_villagers": "No verá a aldeanos zombificados.",
    "description.wurst.setting.remoteview.filter_golems": "No verá a golems de hierro y de nieve.",
    "description.wurst.setting.remoteview.filter_zombie_piglins": "No verá a piglins zombificados.",
    "description.wurst.setting.remoteview.filter_endermen": "No verá a endermans.",
    "description.wurst.setting.remoteview.filter_shulkers": "No verá a shulkers.",
    "description.wurst.setting.remoteview.filter_allays": "No verá a allays.",
    "description.wurst.setting.remoteview.filter_invisible": "No verá a entidades invisibles.",
    "description.wurst.setting.remoteview.filter_armor_stands": "No verá a soportes de armadura.",
    "description.wurst.hack.restock": "Reabastece automáticamente tu mano con los objetos seleccionados de tu inventario. Funciona mejor con FastPlace.",
    "description.wurst.hack.safewalk": "Evita que te caigas de los bordes.",
    "description.wurst.hack.scaffoldwalk": "Coloca automáticamente bloques debajo de tus pies.",
    "description.wurst.hack.search": "Te ayuda a encontrar bloques específicos resaltándolos en colores arcoíris.",
    "description.wurst.hack.skinderp": "Activa y desactiva partes de tu piel aleatoriamente.",
    "description.wurst.hack.sneak": "Te hace agacharte automáticamente.",
    "description.wurst.hack.snowshoe": "Te permite caminar sobre nieve en polvo.",
    "description.wurst.hack.speedhack": "Te permite correr ~2.5 veces más rápido que corriendo y saltando.\n\n§6§lADVERTENCIA:§r Parcheado en NoCheat+ versión 3.13.2. Solo evitará versiones antiguas de NoCheat+.\nEscribe §l/ncp version§r para verificar la versión de NoCheat+ de un servidor.",
    "description.wurst.hack.speednuker": "Versión más rápida de Nuker que no puede evitar NoCheat+.",
    "description.wurst.hack.spider": "Te permite escalar paredes como una araña.",
    "description.wurst.hack.step": "Te permite subir bloques completos.",
    "description.wurst.hack.templatetool": "Te permite crear plantillas personalizadas para AutoBuild escaneando edificios existentes.",
    "description.wurst.hack.throw": "Usa un objeto múltiples veces. Puede usarse para lanzar bolas de nieve y huevos, generar mobs, colocar vagonetas, etc. en grandes cantidades.\n\nEsto puede causar mucho lag e incluso hacer caer un servidor.",
    "description.wurst.hack.tillaura": "Convierte automáticamente tierra, hierba, etc. en tierra de cultivo.\nNo confundir con Killaura.",
    "description.wurst.hack.timer": "Cambia la velocidad de casi todo.",
    "description.wurst.hack.tired": "Te hace ver como Alexander en abril de 2015.\nSolo visible para otros jugadores.",
    "description.wurst.hack.toomanyhax": "Bloquea cualquier función que no quieras.\nTe permite asegurarte de que no habilites accidentalmente el hack incorrecto y te baneen por ello.\nPara aquellos que quieren \"hackear solo un poco\".\n\nUsa el comando §6.toomanyhax§r para elegir qué funciones bloquear.\nEscribe §6.help toomanyhax§r para más información.",
    "description.wurst.hack.tp-aura": "Ataca automáticamente a la entidad válida más cercana mientras te teletransportas a su alrededor.",
    "description.wurst.hack.trajectories": "Predice la trayectoria de vuelo de flechas y objetos lanzables.",
    "description.wurst.hack.treebot": "Un bot experimental que camina automáticamente y corta árboles.\nLimitado a árboles pequeños por ahora.",
    "description.wurst.setting.treebot.swing_hand": "Cómo TreeBot debe mover tu mano al romper troncos y hojas.",
    "description.wurst.hack.triggerbot": "Ataca automáticamente a la entidad que estás mirando.",
    "description.wurst.setting.triggerbot.swing_hand": "Cómo TriggerBot debe mover tu mano al atacar. (Esta configuración se ignorará si \"Simular clic del mouse\" está habilitado).",
    "description.wurst.hack.trollpotion": "Genera una poción con muchos efectos molestos.",
    "description.wurst.hack.truesight": "Te permite ver entidades invisibles.",
    "description.wurst.hack.tunneller": "Cava automáticamente un túnel.\n\n§c§lADVERTENCIA:§r Aunque este bot intentará evitar lava y otros peligros, no hay garantía de que no morirá. Solo envíalo con equipo que no te importe perder.",
    "description.wurst.hack.veinminer": "Extrae automáticamente vetas de minerales por ti.",
    "description.wurst.hack.x-ray": "Te permite ver minerales a través de las paredes.",
    "description.wurst.other_feature.nochatreports": "Desactiva las firmas criptográficas que desde la 1.19 se adjuntan a tus mensajes de chat.\n\n§c§lADVERTENCIA: §cSi §cenvías §cmensajes §cde §cchat §ccon §cfirmas, §ctu §ccuenta §cde §cMinecraft §cpuede §cser §creportada §cy §cbanneada §cglobalmente §cde §cmultiplayer!§r\n\nIncluso si solo dices cosas inofensivas en el chat, tus mensajes firmados pueden ser abusados para crear un reporte de chat falso que banea tu cuenta injustamente.\n\nSi tienes que reactivar las firmas de chat para chatear en un servidor, considera jugar en una cuenta secundaria que no te importe perder.",
    "button.wurst.nochatreports.disable_signatures": "Desactivar Firmas",
    "button.wurst.nochatreports.re-enable_signatures": "Reactivar Firmas",
    "description.wurst.setting.generic.attack_speed": "Velocidad de ataque en clics por segundo.\n0 = ajusta dinámicamente la velocidad para que coincida con tu enfriamiento de ataque.",
    "description.wurst.setting.generic.filter_allays_combat": "No atacará a allays.",
    "description.wurst.setting.generic.filter_allays_vision": "No mostrará a allays.",
    "description.wurst.setting.generic.filter_armor_stands_combat": "No atacará a soportes de armadura.",
    "description.wurst.setting.generic.filter_armor_stands_vision": "No mostrará a soportes de armadura.",
    "description.wurst.setting.generic.filter_bats_combat": "No atacará a murciélagos y otros mobs \"ambientales\" que puedan ser agregados por mods.",
    "description.wurst.setting.generic.filter_bats_vision": "No mostrará a murciélagos y otros mobs \"ambientales\" que puedan ser agregados por mods.",
    "description.wurst.setting.generic.filter_crystals_combat": "No atacará a cristales de end.",
    "description.wurst.setting.generic.filter_endermen_combat": "Cuando está en §lOn§r, no se atacará a endermans.\n\nCuando está en §lIf calm§r, no se atacará a endermans hasta que ataquen primero. Ten en cuenta que este filtro no puede detectar si los endermans te están atacando a ti o a alguien más.\n\nCuando está en §lOff§r, este filtro no hace nada y se puede atacar a endermans.",
    "description.wurst.setting.generic.filter_endermen_vision": "Cuando está en §lOn§r, no se mostrará a endermans.\n\nCuando está en §lIf calm§r, no se mostrará a endermans hasta que ataquen algo.\n\nCuando está en §lOff§r, este filtro no hace nada y se puede mostrar a endermans.",
    "description.wurst.setting.generic.filter_flying_combat": "No atacará a jugadores que estén al menos a la distancia dada sobre el suelo.\n\nÚtil para servidores que intentan detectar tus hacks colocando un bot volador cerca de ti.",
    "description.wurst.setting.generic.filter_golems_combat": "No atacará a golems de hierro y de nieve.",
    "description.wurst.setting.generic.filter_golems_vision": "No mostrará a golems de hierro y de nieve.",
    "description.wurst.setting.generic.filter_invisible_combat": "No atacará a entidades invisibles.",
    "description.wurst.setting.generic.filter_invisible_vision": "No mostrará a entidades invisibles.",
    "description.wurst.setting.generic.filter_named_combat": "No atacará a entidades con etiqueta de nombre.",
    "description.wurst.setting.generic.filter_named_vision": "No mostrará a entidades con etiqueta de nombre.",
    "description.wurst.setting.generic.filter_neutral_combat": "Cuando está en §lOn§r, no se atacará a mobs neutrales.\n\nCuando está en §lIf calm§r, no se atacará a mobs neutrales hasta que ataquen primero. Ten en cuenta que este filtro no puede detectar si los mobs neutrales te están atacando a ti o a alguien más.\n\nCuando está en §lOff§r, este filtro no hace nada y se puede atacar a mobs neutrales.",
    "description.wurst.setting.generic.filter_neutral_vision": "Cuando está en §lOn§r, no se mostrará a mobs neutrales.\n\nCuando está en §lIf calm§r, no se mostrará a mobs neutrales hasta que ataquen algo.\n\nCuando está en §lOff§r, este filtro no hace nada y se puede mostrar a mobs neutrales.",
    "description.wurst.setting.generic.filter_pets_combat": "No atacará a lobos domesticados, caballos domesticados, etc.",
    "description.wurst.setting.generic.filter_pets_vision": "No mostrará a lobos domesticados, caballos domesticados, etc.",
    "description.wurst.setting.generic.filter_players_combat": "No atacará a otros jugadores.",
    "description.wurst.setting.generic.filter_players_vision": "No mostrará a otros jugadores.",
    "description.wurst.setting.generic.filter_shulker_bullets_combat": "No atacará a balas de shulker.",
    "description.wurst.setting.generic.filter_shulkers_combat": "No atacará a shulkers.",
    "description.wurst.setting.generic.filter_shulkers_vision": "No mostrará a shulkers.",
    "description.wurst.setting.generic.filter_sleeping_combat": "No atacará a jugadores dormidos.\n\nÚtil para servidores como Mineplex que colocan jugadores dormidos en el suelo para que parezcan cadáveres.",
    "description.wurst.setting.generic.filter_sleeping_vision": "No mostrará a jugadores dormidos.",
    "description.wurst.setting.generic.filter_villagers_combat": "No atacará a aldeanos y comerciantes ambulantes.",
    "description.wurst.setting.generic.filter_villagers_vision": "No mostrará a aldeanos y comerciantes ambulantes.",
    "description.wurst.setting.generic.filter_zombie_piglins_combat": "Cuando está en §lOn§r, no se atacará a piglins zombificados.\n\nCuando está en §lIf calm§r, no se atacará a piglins zombificados hasta que ataquen primero. Ten en cuenta que este filtro no puede detectar si los piglins zombificados te están atacando a ti o a alguien más.\n\nCuando está en §lOff§r, este filtro no hace nada y se puede atacar a piglins zombificados.",
    "description.wurst.setting.generic.filter_zombie_piglins_vision": "Cuando está en §lOn§r, no se mostrará a piglins zombificados.\n\nCuando está en §lIf calm§r, no se mostrará a piglins zombificados hasta que ataquen algo.\n\nCuando está en §lOff§r, este filtro no hace nada y se puede mostrar a piglins zombificados.",
    "description.wurst.setting.generic.filter_zombie_villagers_combat": "No atacará a aldeanos zombificados.",
    "description.wurst.setting.generic.filter_zombie_villagers_vision": "No mostrará a aldeanos zombificados.",
    "description.wurst.setting.generic.pause_attack_on_containers": "No atacará mientras una pantalla de contenedor (cofre, tolva, etc.) esté abierta.\nÚtil para servidores de minijuegos que muestran menús tipo cofre.",
    "description.wurst.setting.generic.swing_hand_mining": "Cómo %s debe mover tu mano al minar.",
    "description.wurst.setting.generic.swing_hand_combat": "Cómo %s debe mover tu mano al atacar.",
    "description.wurst.setting.generic.swing_hand.off": "No moverá tu mano en absoluto. Será detectado por plugins anti-cheat.",
    "description.wurst.setting.generic.swing_hand.server": "Moverá tu mano en el servidor, sin reproducir la animación en el cliente.",
    "description.wurst.setting.generic.swing_hand.client": "Moverá tu mano en el cliente. Esta es la opción más legítima.",
    "description.wurst.altmanager.premium": "Este alt tiene una contraseña y puede unirse a todos los servidores.",
    "description.wurst.altmanager.cracked": "Este alt no tiene contraseña y solo funcionará en servidores crackeados.",
    "description.wurst.altmanager.failed": "La última vez que intentaste iniciar sesión con este alt, no funcionó.",
    "description.wurst.altmanager.checked": "La contraseña ha funcionado en el pasado.",
    "description.wurst.altmanager.unchecked": "Nunca has iniciado sesión correctamente con este alt.",
    "description.wurst.altmanager.favorite": "Has marcado este alt como uno de tus favoritos.",
    "description.wurst.altmanager.window": "Este botón abre otra ventana.",
    "description.wurst.altmanager.window_freeze": "Puede parecer que el juego no responde mientras esa ventana está abierta.",
    "description.wurst.altmanager.fullscreen": "§c¡Desactiva el modo de pantalla completa!",
    "gui.wurst.altmanager.folder_error.title": "¡No se pudo crear la carpeta '.Wurst encryption'!",
    "gui.wurst.altmanager.folder_error.message": "Puede que hayas bloqueado accidentalmente a Wurst el acceso a esta carpeta.\nAltManager no puede encriptar o desencriptar tu lista de alts sin ella.\nAún puedes usar AltManager, pero cualquier alt que crees ahora no se guardará.\n\nEl error completo es el siguiente:\n%s",
    "gui.wurst.altmanager.empty.title": "Tu lista de alts está vacía.",
    "gui.wurst.altmanager.empty.message": "¿Te gustaría obtener algunos alts aleatorios para comenzar?",
    "gui.wurst.nochatreports.unsafe_server.title": "§4§lADVERTENCIA:§r Servidor Inseguro",
    "gui.wurst.nochatreports.unsafe_server.message": "Este servidor requiere que las firmas de chat estén habilitadas, lo que pone en riesgo tu cuenta de reportes de chat fraudulentos.\n\nPuedes chatear en este servidor si desbloqueas las firmas de chat y luego te reconectas. Si lo haces, considera jugar en una cuenta secundaria que no te importe perder.\n\nSi este es tu servidor, puedes solucionar esto configurando 'enforce-secure-profile' en false en server.properties. En el típico estilo de Mojang, esta configuración hace lo contrario de lo que parece.",
    "toast.wurst.nochatreports.unsafe_server.title": "Los mensajes de chat pueden ser reportados",
    "toast.wurst.nochatreports.unsafe_server.message": "Los mensajes enviados en este servidor pueden ser reportados a Big Brother Mojang y podrían banear tu cuenta globalmente",
    "gui.wurst.nochatreports.ncr_mod_server.title": "Servidor con el mod \"No Chat Reports\"",
    "gui.wurst.nochatreports.ncr_mod_server.message": "Este servidor usa el mod \"No Chat Reports\".\n\nPuedes unirte a este servidor si bloqueas las firmas de chat y desactivas VanillaSpoof.",
    "button.wurst.nochatreports.signatures_status": "Firmas: ",
    "description.wurst.nochatreports.message_is_reportable": "Este mensaje tiene una firma válida y, por lo tanto, es vulnerable a reportes de chat fraudulentos.",
    "gui.wurst.generic.allcaps_blocked": "BLOQUEADO",
    "gui.wurst.generic.allcaps_allowed": "PERMITIDO",
    "key.wurst.zoom": "Zoom"
}