{
  "description.wurst.hack.anchoraura": "Platziert automatisch Seelenanker um dich herum, lädt diese mit Glowstone auf, und sprengt sie dann, um damit Mobs und Spieler um dich herum zu killen.",
  "description.wurst.hack.antiafk": "Läuft zufällig durch die Gegend, um dich vor Anti-AFK Plugins zu verstecken.\nBenötigt mindestens 3x3 Blöcke freien Platz.",
  "description.wurst.hack.antiblind": "Verhindert den Blindheitseffekt.\nNicht kompatibel mit OptiFine.",
  "description.wurst.hack.anticactus": "Schützt dich vor Kakteen.",
  "description.wurst.hack.antiknockback": "Verhindert dass du von Mobs und Spielern weggeschubst wirst.",
  "description.wurst.hack.antispam": "Blockiert Chat-Spam indem es wiederholte Nachrichten durch einen Zähler ersetzt.",
  "description.wurst.hack.antiwaterpush": "Verhindert dass du von fließendem Wasser weggeschubst wirst.",
  "description.wurst.hack.antiwobble": "Entfernt den Wabbel-Effekt von Übelkeit und Netherportalen.",
  "description.wurst.hack.autoarmor": "Zieht automatisch deine beste Rüstung an.",
  "description.wurst.hack.autobuild": "Baut die ausgewählte Vorlage (Template) automatisch.\nPlatziere manuell einen Block, um Bauprozess zu starten.",
  "description.wurst.hack.autodrop": "Lässt ungewollte Items automatisch fallen.",
  "description.wurst.hack.autoleave": "Verlässt automatisch den Server wenn deine Gesundheit niedrig ist.",
  "description.wurst.hack.autoeat": "Isst automatisch Essen.",
  "description.wurst.hack.autofarm": "Erntet und re-plantet Pflanzen automatisch.\nDas funktioniert mit Weizen, Karotten, Kartoffeln, Rote Beete, Kürbissen, Melonen, Kakteen, Zuckerrohr, Seetang, Bambus, Netherwarzen, und Kakaobohnen.",
  "description.wurst.hack.autofish": "Angelt automatisch mit deiner besten Angel. Wenn es beim Angeln eine noch bessere Angel findet, wechselt es automatisch.",
  "description.wurst.hack.automine": "Baut automatisch den Block ab, den du gerade anguckst.",
  "description.wurst.hack.autopotion": "Benutzt automatisch Wurftränke der Heilung, wenn deine Gesundheit niedrig ist.",
  "description.wurst.hack.autoreconnect": "Verbindet dich automatisch wieder, wenn du vom Server gekickt wirst.",
  "description.wurst.hack.autorespawn": "Respawnt dich automatisch, wenn du stirbst.",
  "description.wurst.hack.autosign": "Schreibt einen beliebigen Text automatisch auf jedes Schild, das du platzierst.\n\nNachdem du diesen Hack aktivierst, kannst du auf ein Schild ganz normal schreiben. Der Text von diesem Schild wird dann gespeichert und auf alle Schilder kopiert, die du danach platzierst.",
  "description.wurst.hack.autosoup": "Isst automatisch Pilzsuppe, wenn deine Gesundheit niedrig ist.\n\n§lActung:§r Dieser Hack ignoriert das Hunger-System und tut so als ob Pilzsuppe direkt deine Gesundheit auffüllt. Wenn der Server auf dem du Spielst das nicht so macht, solttest du stattdeseen AutoEat benutzen.",
  "description.wurst.hack.autosprint": "Lässt dich automatisch sprinten.",
  "description.wurst.hack.autosteal": "Klaut automatisch alle Items aus allen Kisten und Shulkerboxen, die du öffnest.",
  "description.wurst.hack.autoswim": "Aktiviert automatisch die Schwimm-Animation.",
  "description.wurst.hack.autoswitch": "Wechselt ständig durch alle Items in deiner Hotbar.\n\n§lProTip:§r Benutz' das in Kombination mit BuildRandom während deine gesamte Hotbar mit bunten Woll- oder Zementblöcken gefüllt ist.",
  "description.wurst.hack.autosword": "Wechselt automatisch auf die beste Waffe in deiner Hotbar, wenn du einen Mob oder Spieler angreifst.\nTip: Das funktioniert auch mit Killaura.",
  "description.wurst.hack.autotool": "Wechselt automatisch auf das beste passende Werkzeug in deiner Hotbar, wenn du versuchst, einen Block abzubauen.",
  "description.wurst.hack.autototem": "Platziert automatisch Totems der Unsterblichkeit in deiner Nebenhand.",
  "description.wurst.hack.autowalk": "Lässt dich automatisch vorwärts gehen.",
  "description.wurst.hack.basefinder": "Findet Spieler-Basen indem es nach unnatürlichen Blöcken sucht.\nDie gefundenen Blöcke werden dann in der gewählten Farbe hervorgehoben.\nGut geeignet, um Basen auf Faction-Servern zu finden.",
  "description.wurst.hack.blink": "Stoppt alle Bewegungs-Updates während es aktiviert ist.",
  "description.wurst.hack.boatfly": "Lässt dich mit Booten fliegen.",
  "description.wurst.hack.bonemealaura": "Benutzt automatisch Knochenmehl auf bestimmten Arten von Plfanzen.\nBenutze die Kästchen in den Einstellungen, um die Arten von Pflanzen zu bestimmen.",
  "description.wurst.hack.bowaimbot": "Zielt automatisch mit deinem Bogen oder deiner Armbrust.",
  "description.wurst.hack.buildrandom": "Platziert zufällig Blöcke um dich herum.",
  "description.wurst.hack.bunnyhop": "Lässt dich automatisch hüpfen.",
  "description.wurst.hack.snowshoe": "Ermöglicht dir, auf Pulverschnee zu laufen.",
  "description.wurst.altmanager.premium": "Dieser Alt hat ein Passwort und kann allen Servern beitreten.",
  "description.wurst.altmanager.cracked": "Dieser Alt hat kein Passwort und funktioniert nur auf cracked Servern.",
  "description.wurst.altmanager.failed": "Als du das letzte Mal versucht hast, dich mit diesem Alt einzuloggen, hat es nicht funktioniert.",
  "description.wurst.altmanager.checked": "Das Password für diesen Alt hat früher schonmal funktioniert.",
  "description.wurst.altmanager.unchecked": "Du hast dich noch nie erfolgreich mit diesem Alt eingeloggt.",
  "description.wurst.altmanager.favorite": "Du hast diesen Alt als Favoriten markiert.",
  "description.wurst.altmanager.window": "Dieser Button öffnet ein zweites Fenster.",
  "description.wurst.altmanager.window_freeze": "Während dieses Fenster offen ist kann es so aussehen als ob das Spiel nicht reagiert.",
  "description.wurst.altmanager.fullscreen": "§cSchalte den Vollbildmodus ab!",
  "gui.wurst.altmanager.folder_error.title": "Konnte den '.Wurst encryption'-Ordner nicht erstellen!",
  "gui.wurst.altmanager.folder_error.message": "Eventuell hast du Wurst aus Versehen den Zugriff auf diesen Ordner verweigert.\nAltManager kann deine Alt-Liste ohne diesen Ordner nicht ver- order entschlüsseln.\nDu kannst AltManager trotzdem noch benutzen, aber alle Alts die du jetzt erstellst werden nicht gespeichert.\n\nDie komplette Fehlermeldung lautet wie folgt:\n%s",
  "gui.wurst.altmanager.empty.title": "Deine Alt-Liste ist noch leer.",
  "gui.wurst.altmanager.empty.message": "Möchtest du mit ein paar zufällig generierten Alts anfangen?"
}