{
  "description.wurst.hack.anchoraura": "Posiziona automaticamente (opzionale), carica e fa esplodere le ancore di rigenerazione per uccidere le entità intorno a te.",
  "description.wurst.hack.antiafk": "Cammina a caso per nasconderti dai rilevatori AFK.\nRichiede almeno 3x3 blocchi di spazio libero.",
  "description.wurst.hack.antiblind": "Previene gli effetti di cecità e oscurità.\nIncompatibile con OptiFine.",
  "description.wurst.hack.anticactus": "Ti protegge dai danni dei cactus.",
  "description.wurst.hack.antiknockback": "Ti impedisce di essere spinto da giocatori e mob.",
  "description.wurst.hack.antispam": "Blocca lo spam della chat aggiungendo un contatore ai messaggi ripetuti.",
  "description.wurst.hack.antiwaterpush": "Ti impedisce di essere spinto dall'acqua.",
  "description.wurst.hack.antiwobble": "Disabilita l'effetto oscillazione causato da nausea e portali.",
  "description.wurst.hack.arrowdmg": "Aumenta enormemente il danno della freccia, ma consuma anche molta fame e riduce la precisione.\n\nNon funziona con le balestre e sembra essere patchato sui server Paper.",
  "description.wurst.setting.arrowdmg.packets": "Quantità di pacchetti da inviare.\nPiù pacchetti = danno maggiore.",
  "description.wurst.setting.arrowdmg.trident_yeet_mode": "Quando abilitati, i tridenti volano molto più lontano. Non sembra intaccare danni o Riptide.\n\n§c§lATTENZIONE:§r Puoi facilmente perdere il tuo tridente abilitando questa opzione!",
  "description.wurst.hack.autoarmor": "Gestisce automaticamente la tua armatura.",
  "description.wurst.hack.autobuild": "Costruisce le cose automaticamente.\nPosiziona un singolo blocco per iniziare a costruire.",
  "description.wurst.hack.autodrop": "Rilascia automaticamente gli elementi indesiderati.",
  "description.wurst.hack.autoleave": "Lascia automaticamente il server quando la tua salute è bassa.",
  "description.wurst.hack.autoeat": "Mangia automaticamente il cibo quando necessario.",
  "description.wurst.setting.autoeat.target_hunger": "Cerca di mantenere la barra della fame a un livello pari o superiore a questo, ma solo se non spreca punti fame.",
  "description.wurst.setting.autoeat.min_hunger": "Mantiene sempre la barra della fame a questo livello o al di sopra, anche se spreca alcuni punti fame.\n6.5 - Non può causare sprechi con i cibi alla vaniglia.\n10.0 - Ignora completamente gli sprechi e mantiene solo piena la barra della fame.",
  "description.wurst.setting.autoeat.injured_hunger": "Riempi la barra della fame almeno a questo livello quando sei ferito, anche se spreca alcuni punti fame.\n10.0 - guarigione più veloce\n9.0 - guarigione più lenta\ n<9.0 - nessuna guarigione\n<3.5 - nessuno sprint",
  "description.wurst.setting.autoeat.injury_threshold": "Evita che piccole ferite sprechino tutto il cibo. AutoEat ti considererà ferito solo se hai perso almeno questo numero di cuori.",
  "description.wurst.setting.autoeat.take_items_from": "Dove AutoEat dovrebbe cercare cibo.",
  "description.wurst.setting.autoeat.eat_while_walking": "Ti rallenta, non consigliato.",
  "description.wurst.setting.autoeat.allow_hunger": "La carne marcia applica un innocuo effetto di \"fame\".\nÈ sicuro da mangiare e utile come cibo di emergenza.",
  "description.wurst.setting.autoeat.allow_poison": "Il cibo velenoso provoca danni nel tempo.\nNon raccomandato.",
  "description.wurst.setting.autoeat.allow_chorus": "Mangiare il frutto del ritornello ti teletrasporta in una posizione casuale.\nNon consigliato.",
  "description.wurst.hack.autofarm": "Raccoglie e ripianta i raccolti automaticamente.\nFunziona con grano, carote, patate, barbabietole rosse, zucche, meloni, cactus, canne da zucchero, alghe, bambù, verruche inferiori e fave di cacao.",
  "description.wurst.hack.autofish": "Cattura automaticamente i pesci usando la tua migliore canna da pesca. Se trova una canna migliore durante la pesca, passerà automaticamente ad essa.",
  "description.wurst.hack.automine": "Estrarre automaticamente qualsiasi blocco che guardi.",
  "description.wurst.hack.autopotion": "Lancia automaticamente pozioni splash di salute istantanea quando la tua salute è bassa.",
  "description.wurst.hack.autoreconnect": "Si riconnette automaticamente quando vieni cacciato dal server.",
  "description.wurst.hack.autorespawn": "Ti rigenera automaticamente ogni volta che muori.",
  "description.wurst.hack.autosign": "Scrive istantaneamente il testo che vuoi su ogni cartello che posizioni. Una volta attivato, puoi scrivere normalmente sul primo cartello per specificare il testo per tutti gli altri segni.",
  "description.wurst.hack.autosoup": "Mangia zuppa automaticamente quando la tua salute è bassa.\n\n§lNota:§r Questo hack ignora la fame e presume che mangiare zuppa ricarichi direttamente la tua salute. Se il server su cui stai giocando non è configurato per farlo, usa invece AutoEat.",
  "description.wurst.hack.autosprint": "Ti fa scattare automaticamente.",
  "description.wurst.hack.autosteal": "Ruba automaticamente tutto da tutti i forzieri e scatole shulker che apri.",
  "description.wurst.hack.autoswim": "Attiva automaticamente l'animazione di nuoto.",
  "description.wurst.hack.autoswitch": "Cambia continuamente l'oggetto che hai in mano.\n\n§lProTip:§r Usalo in combinazione con BuildRandom mentre hai molti blocchi di lana o cemento di colore diverso nella tua hotbar .",
  "description.wurst.hack.autosword": "Usa automaticamente l'arma migliore nella tua hotbar per attaccare le entità.\nSuggerimento: funziona con Killaura.",
  "description.wurst.hack.autotool": "Equipaggia automaticamente lo strumento più veloce applicabile nella tua hotbar quando provi a rompere un blocco.",
  "description.wurst.hack.autototem": "Sposta automaticamente i totem dell'immortalità nella tua mano secondaria.",
  "description.wurst.hack.autowalk": "Ti fa camminare automaticamente.",
  "description.wurst.hack.basefinder": "Trova le basi dei giocatori cercando i blocchi creati dall'uomo.\nI blocchi che trova verranno evidenziati nel colore selezionato.\nBuono per trovare le basi delle fazioni.",
  "description.wurst.hack.blink": "Sospende tutti gli aggiornamenti di movimento mentre sono abilitati.",
  "description.wurst.hack.boatfly": "Ti permette di volare con le barche.",
  "description.wurst.hack.bonemealaura": "Utilizza automaticamente la farina d'ossa su specifici tipi di piante.\nUtilizza le caselle di controllo per specificare i tipi di piante.",
  "description.wurst.hack.bowaimbot": "Punta automaticamente il tuo arco o balestra.",
  "description.wurst.hack.buildrandom": "Posiziona a caso blocchi intorno a te.",
  "description.wurst.hack.bunnyhop": "Ti fa saltare automaticamente.",
  "description.wurst.hack.cameranoclip": "Consente alla telecamera in terza persona di attraversare i muri.",
  "description.wurst.hack.cavefinder": "Ti aiuta a trovare le grotte evidenziandole nel colore selezionato.",
  "description.wurst.hack.chattranslator": "Traduce i messaggi di chat in arrivo utilizzando Google Translate.",
  "description.wurst.hack.chestesp": "Evidenzia i forzieri vicini.",
  "description.wurst.hack.clickaura": "Attacca automaticamente l'entità valida più vicina ogni volta che fai clic.\n\n§c§lAVVERTENZA:§r I ClickAura generalmente sembrano più sospetti dei Killaura e sono più facili da rilevare per i plugin. Si consiglia utilizzare invece Killaura o TriggerBot.",
  "description.wurst.hack.clickgui": "ClickGUI basata su finestra.",
  "description.wurst.hack.crashchest": "Genera un forziere che essenzialmente bandisce le persone dal server se ne hanno troppe copie nell'inventario. §c§lATTENZIONE:§r §cQuesto non può essere annullato. Usalo con cautela! §r\n\nSe invece le copie vengono messe in un forziere, chiunque apra il forziere verrà espulso dal server (solo una volta).",
  "description.wurst.hack.creativeflight": "Ti permette di volare come in Modalità Creativa.\n\n§c§lATTENZIONE:§r Subirai danni da caduta se non usi NoFall.",
  "description.wurst.hack.criticals": "Cambia tutti i tuoi colpi in colpi critici.",
  "description.wurst.hack.crystalaura": "Posiziona automaticamente (opzionale) e fa esplodere i cristalli finali per uccidere le entità intorno a te.",
  "description.wurst.hack.derp": "Muovi casualmente la testa.\nVisibile solo ad altri giocatori.",
  "description.wurst.hack.dolphin": "Ti fa saltare in acqua automaticamente.\n(proprio come un delfino)",
  "description.wurst.hack.excavator": "Rompe automaticamente tutti i blocchi nell'area selezionata.",
  "description.wurst.hack.extraelytra": "Rende l'elitre più facile da usare.",
  "description.wurst.hack.fancychat": "Sostituisce i caratteri ASCII nei messaggi di chat inviati con caratteri unicode più elaborati. Può essere usato per aggirare i filtri delle parolacce su alcuni server.\nNon funziona su server che bloccano i caratteri unicode.",
  "description.wurst.hack.fastbreak": "Ti permette di rompere i blocchi più velocemente.\nSuggerimento: funziona con Nuker.",
  "description.wurst.hack.fastladder": "Ti permette di salire le scale più velocemente.",
  "description.wurst.hack.fastplace": "Ti permette di posizionare blocchi 5 volte più velocemente.\nSuggerimento: questo può velocizzare altri hack come AutoBuild.",
  "description.wurst.hack.feedaura": "Nutri automaticamente gli animali intorno a te.",
  "description.wurst.hack.fightbot": "Un bot che gira automaticamente e uccide tutto.\nBuono per MobArena.",
  "description.wurst.hack.fish": "Disabilita la gravità sott'acqua in modo da poter nuotare come un pesce.",
  "description.wurst.hack.flight": "Ti permette di volare.\n\n§c§lATTENZIONE:§r Subirai danni da caduta se non usi NoFall.",
  "description.wurst.hack.follow": "Un bot che segue l'entità più vicina.\nMolto fastidioso.\n\nUsa .follow per seguire un'entità specifica.",
  "description.wurst.hack.forceop": "Crepa le password AuthMe.\nPuò essere usato per ottenere OP.",
  "description.wurst.hack.freecam": "Ti permette di muovere la telecamera senza muovere il tuo personaggio.",
  "description.wurst.hack.fullbright": "Ti permette di vedere al buio.",
  "description.wurst.hack.glide": "Ti fa scivolare lentamente verso il basso quando cadi.\n\n§c§lATTENZIONE:§r Subirai danni da caduta se non usi NoFall.",
  "description.wurst.hack.handnoclip": "Ti permette di raggiungere blocchi specifici attraverso i muri.",
  "description.wurst.hack.headroll": "Ti fa annuire continuamente.\nVisibile solo ad altri giocatori.",
  "description.wurst.hack.healthtags": "Mostra la salute dei giocatori nelle loro targhette.",
  "description.wurst.hack.highjump": "Ti permette di saltare più in alto.\n\n§c§lATTENZIONE:§r Subirai danni da caduta se non usi NoFall.",
  "description.wurst.hack.infinichat": "Rimuove il limite di 256 caratteri dalla chat.\nUtile per comandi lunghi che modificano i dati NBT.\n\n§6§lAVVISO:§r Non consigliato per parlare con le persone. Maggior parte dei server taglierà i messaggi a 256 caratteri alla fine.",
  "description.wurst.hack.instantbunker": "Costruisce un piccolo bunker intorno a te. Ha bisogno di 57 blocchi.",
  "description.wurst.hack.invwalk": "Ti permette di muoverti mentre l'inventario è aperto.",
  "description.wurst.setting.invwalk.allow_clickgui": "Ti permette di muoverti mentre ClickGUI di Wurst è aperto.",
  "description.wurst.setting.invwalk.allow_other": "Ti permette di muoverti mentre sono aperte altre schermate di gioco (ad es. forzieri, cavalli, scambi con gli abitanti del villaggio), a meno che lo schermo non abbia una casella di testo.",
  "description.wurst.hack.itemesp": "Evidenzia gli oggetti vicini.",
  "description.wurst.hack.itemgenerator": "Genera oggetti casuali e li lascia cadere a terra.\n§oSolo modalità Creativa.§r",
  "description.wurst.hack.jesus": "Ti permette di camminare sull'acqua.\nGesù ha usato questo trucco circa 2000 anni fa.",
  "description.wurst.hack.jetpack": "Ti permette di volare come se avessi un jetpack.\n\n§c§lATTENZIONE:§r Se non usi NoFall, subirai danni da caduta.",
  "description.wurst.hack.kaboom": "Rompe i blocchi intorno a te come un'esplosione.\nQuesto può essere molto più veloce di Nuker se il server non ha NoCheat+. Funziona meglio con strumenti veloci e blocchi deboli.\nNota: Questa non è una vera esplosione.",
  "description.wurst.hack.killauralegit": "Killaura più lenta che è più difficile da rilevare.\nNon richiesto sui normali server NoCheat+!",
  "description.wurst.hack.killaura": "Attacca automaticamente le entità intorno a te.",
  "description.wurst.hack.killpotion": "Genera una pozione che può uccidere quasi tutto, inclusi i giocatori in modalità Creativa. Non funziona sui mob non morti, poiché sono già morti.\n\nRichiede la modalità Creativa.",
  "description.wurst.hack.liquids": "Ti permette di posizionare blocchi nei liquidi.",
  "description.wurst.hack.lsd": "Provoca allucinazioni.",
  "description.wurst.hack.masstpa": "Invia una richiesta TPA a tutti i giocatori.\nSi interrompe se qualcuno accetta.",
  "description.wurst.hack.mileycyrus": "Ti fa twerk.",
  "description.wurst.hack.mobesp": "Evidenzia mob vicini.",
  "description.wurst.hack.mobspawnesp": "Evidenzia le aree in cui i mob possono generarsi.\n§egiallo§r - i mob possono generarsi di notte\n§cred§r - i mob possono sempre generarsi",
  "description.wurst.hack.multiaura": "Killaura più veloce che attacca più entità contemporaneamente.",
  "description.wurst.hack.nameprotect": "Nasconde tutti i nomi dei giocatori.",
  "description.wurst.hack.nametags": "Cambia la scala delle targhette in modo che tu possa sempre leggerle. Ti permette anche di vedere le targhette dei giocatori che si intrufolano.",
  "description.wurst.hack.navigator": "Una GUI ricercabile che apprende le tue preferenze nel tempo.",
  "description.wurst.hack.nobackground": "Rimuove lo sfondo scuro dietro gli inventari.",
  "description.wurst.hack.noclip": "Ti permette di muoverti liberamente attraverso i blocchi.\nUn blocco (es. sabbia) deve cadere sulla tua testa per attivarlo.\n\n§c§lATTENZIONE:§r Subirai danni mentre ti muovi attraverso i blocchi!",
  "description.wurst.hack.nocomcrash": "Ritarda e arresta in modo anomalo i server utilizzando l'exploit Nocom.\nNon funziona sui server Paper. Testato per funzionare su Vanilla, Spigot e Fabric. Può essere disabilitato da alcuni AntiCheats.",
  "description.wurst.hack.nofall": "Ti protegge dai danni da caduta.",
  "description.wurst.hack.nofireoverlay": "Blocca l'overlay quando sei in fiamme.\n\n§c§lAVVISO:§r Questo può farti bruciare a morte senza accorgertene.",
  "description.wurst.hack.nohurtcam": "Disabilita l'effetto scuotimento quando ti fai male.",
  "description.wurst.hack.nooverlay": "Blocca le sovrapposizioni di acqua e lava.",
  "description.wurst.hack.nopumpkin": "Blocca la sovrapposizione quando indossi una zucca sulla testa.",
  "description.wurst.hack.noslowdown": "Annulla gli effetti di lentezza causati dal miele, dalla sabbia dell'anima e dall'utilizzo di oggetti.",
  "description.wurst.hack.noweather": "Ti permette di modificare il tempo, l'ora e le fasi lunari lato client.",
  "description.wurst.hack.noweb": "Ti impedisce di essere rallentato dalle ragnatele.",
  "description.wurst.hack.nuker": "Rompe automaticamente i blocchi intorno a te.",
  "description.wurst.hack.nukerlegit": "Nuker più lento che bypassa tutti i plugin di AntiCheat.\nNon richiesto sui normali server NoCheat+!",
  "description.wurst.hack.openwateresp": "Mostra se stai pescando o meno in 'acque libere' e disegna un riquadro intorno all'area utilizzata per il calcolo in acque libere.",
  "description.wurst.hack.overlay": "Esegue il rendering dell'animazione di Nuker ogni volta che estrai un blocco.",
  "description.wurst.hack.panic": "Disattiva istantaneamente tutti gli hack abilitati.\nFai attenzione con questo!",
  "description.wurst.hack.parkour": "Ti fa saltare automaticamente quando raggiungi il bordo di un blocco.\nUtile per parkour e jump'n'run.",
  "description.wurst.hack.playeresp": "Evidenzia i giocatori vicini.\nLe caselle ESP degli amici appariranno in blu.",
  "description.wurst.hack.playerfinder": "Trova giocatori lontani durante i temporali.",
  "description.wurst.hack.portalgui": "Ti permette di aprire le GUI nei portali.",
  "description.wurst.hack.potionsaver": "Blocca tutti gli effetti delle pozioni mentre sei fermo.",
  "description.wurst.hack.prophuntesp": "Ti permette di vedere blocchi falsi in Prophunt.\nRealizzato per Mineplex Prophunt. Potrebbe non funzionare su altri server.",
  "description.wurst.hack.protect": "Un bot che segue l'entità più vicina e la protegge da altre entità.\nUsa .protect per proteggere un'entità specifica invece di quella più vicina.",
  "description.wurst.hack.radar": "Mostra la posizione delle entità vicine.\n§cred§r - giocatori\n§6arancione§r - mostri\n§averde§r - animali\n§7grigio§r - altri ",
  "description.wurst.hack.rainbowui": "§cM§aa§9k§ce§as §9e§cv§ae§9r§cy§at§9h§ci§an§9g §cc§ao§9l§co§ ar§9f§cu§al§9.",
  "description.wurst.hack.reach": "Ti permette di arrivare più lontano.",
  "description.wurst.hack.remoteview": "Ti permette di vedere il mondo come qualcun altro.\nUsa il comando .rv per farlo mirare a un'entità specifica.",
  "description.wurst.hack.safewalk": "Ti impedisce di cadere dai bordi.",
  "description.wurst.hack.scaffoldwalk": "Posiziona automaticamente i blocchi sotto i tuoi piedi.",
  "description.wurst.hack.search": "Ti aiuta a trovare blocchi specifici evidenziandoli con il colore dell'arcobaleno.",
  "description.wurst.hack.servercrasher": "Genera un elemento che può mandare in crash i server 1.15.x.\n§oSolo in modalità Creativa.§r",
  "description.wurst.hack.skinderp": "Cambia casualmente parti della tua pelle.",
  "description.wurst.hack.sneak": "Ti fa intrufolare automaticamente.",
  "description.wurst.hack.snowshoe": "Ti permette di camminare sulla neve farinosa.",
  "description.wurst.hack.speedhack": "Ti permette di correre ~2,5 volte più veloce di quanto faresti facendo sprint e salti.\n\n§6§lAVVERTENZA:§r Patchato in NoCheat+ versione 3.13.2. Ignorerà solo i vecchi versioni di NoCheat+.\nDigitare §l/ncp version§r per controllare la versione NoCheat+ di un server.",
  "description.wurst.hack.speednuker": "Versione più veloce di Nuker che non può bypassare NoCheat+.",
  "description.wurst.hack.spider": "Ti permette di arrampicarti sui muri come un ragno.",
  "description.wurst.hack.step": "Ti permette di aumentare i blocchi completi.",
  "description.wurst.hack.throw": "Utilizza un oggetto più volte. Può essere usato per lanciare palle di neve e uova, generare mob, posizionare carrelli da miniera, ecc. in quantità molto grandi.\n\nCiò può causare molto ritardo e persino mandare in crash un server.",
  "description.wurst.hack.tillaura": "Trasforma automaticamente terra, erba, ecc. in terreno agricolo.\nDa non confondere con Killaura.",
  "description.wurst.hack.timer": "Cambia la velocità di quasi tutto.",
  "description.wurst.hack.tired": "Ti fa sembrare Alexander nell'aprile 2015.\nVisibile solo ad altri giocatori.",
  "description.wurst.hack.toomanyhax": "Blocca tutte le funzioni che non desideri.\nTi permette di assicurarti di non abilitare accidentalmente l'hacking sbagliato e di essere bannato per questo.\nPer coloro che vogliono \ "hackera solo un po'\".\n\nUsa il comando §6.toomanyhax§r per scegliere quali funzioni bloccare.\nDigita §6.help toomanyhax§r per maggiori informazioni.",
  "description.wurst.hack.tp-aura": "Attacca automaticamente l'entità valida più vicina mentre si teletrasporta intorno ad essa.",
  "description.wurst.hack.trajectories": "Predice la traiettoria di volo di frecce e oggetti lanciabili.",
  "description.wurst.hack.treebot": "Un bot sperimentale che si aggira automaticamente e abbatte alberi.\nPer ora limitato a piccoli alberi.",
  "description.wurst.hack.triggerbot": "Attacca automaticamente l'entità che stai guardando.",
  "description.wurst.hack.trollpotion": "Genera una pozione con molti effetti fastidiosi su di essa.",
  "description.wurst.hack.truesight": "Ti permette di vedere entità invisibili.",
  "description.wurst.hack.tuneller": "Scava automaticamente un tunnel.\n\n§c§lATTENZIONE:§r Sebbene questo bot cercherà di evitare la lava e altri pericoli, non vi è alcuna garanzia che non morirà. Invialo solo con equipaggiamento che non ti dispiace perdere.",
  "description.wurst.hack.x-ray": "Ti permette di vedere i minerali attraverso i muri.",
  "description.wurst.other_feature.nochatreports": "Disabilita le firme crittografiche che dalla 1.19 sono allegate ai tuoi messaggi di chat.\n\n§c§lATTENZIONE: §cIf §cyou §csend §cchat §cmessages §ccon §csignatures, § cyour §cMinecraft §caccount §ccan §cget §creported §cand §cglobalmente §cbannato §cfrom §cmultiplayer!§r\n\nAnche se dici solo cose innocue in chat, i tuoi messaggi firmati possono essere abusati per creare un falso rapporto di chat che il tuo account viene bannato ingiustamente.\n\nSe devi riattivare le firme della chat per unirti a un server, considera di non utilizzare affatto la loro chat. Oppure gioca con un account alternativo che non ti dispiace perdere.",
  "button.wurst.nochatreports.disable_signatures": "Disabilita firme",
  "button.wurst.nochatreports.re-enable_signatures": "Riattiva firme",
  "description.wurst.setting.generic.attack_speed": "Velocità d'attacco in clic al secondo.\n0 = regola dinamicamente la velocità in modo che corrisponda al tempo di recupero dell'attacco.",
  "description.wurst.setting.generic.pause_attack_on_containers": "Non attaccherà mentre è aperta una schermata del container (forziere, tramoggia, ecc.).\nUtile per server di minigiochi che mostrano menu simili a forzieri.",
  "description.wurst.altmanager.premium": "Questo alt ha una password e può unirsi a tutti i server.",
  "description.wurst.altmanager.cracked": "Questa alternativa non ha password e funzionerà solo su server crackati.",
  "description.wurst.altmanager.failed": "L'ultima volta che hai provato ad accedere con questa alt, non ha funzionato.",
  "description.wurst.altmanager.checked": "La password ha funzionato in passato.",
  "description.wurst.altmanager.unchecked": "Non hai mai effettuato l'accesso con successo con questa alt.",
  "description.wurst.altmanager.favorite": "Hai contrassegnato questo alt come uno dei tuoi preferiti.",
  "description.wurst.altmanager.window": "Questo pulsante apre un'altra finestra.",
  "description.wurst.altmanager.window_freeze": "Potrebbe sembrare che il gioco non risponda mentre quella finestra è aperta.",
  "description.wurst.altmanager.fullscreen": "§cDisattiva la modalità a schermo intero!",
  "gui.wurst.altmanager.folder_error.title": "Impossibile creare la cartella 'Crittografia .Wurst'!",
  "gui.wurst.altmanager.folder_error.message": "Potresti aver accidentalmente impedito a Wurst di accedere a questa cartella.\nAltManager non può crittografare o decrittografare il tuo elenco di alt senza di esso.\nPuoi ancora usare AltManager, ma tutti gli alt che crei ora hanno vinto 'non essere salvato.\n\nL'errore completo è il seguente:\n%s",
  "gui.wurst.altmanager.empty.title": "La tua lista delle alternative è vuota.",
  "gui.wurst.altmanager.empty.message": "Vorresti alcuni alt casuali per iniziare?",
  "gui.wurst.nochatreports.unsafe_server.title": "§4§lAVVISO:§r Server non sicuro",
  "gui.wurst.nochatreports.unsafe_server.message": "Questo server richiede che le firme chat siano abilitate, il che mette il tuo account a rischio di rapporti chat fraudolenti.\n\nPuoi unirti a questo server se sblocchi le firme chat e poi riconnettiti. Se lo fai, considera di non utilizzare affatto la chat. Oppure gioca con un account alternativo che non ti dispiace perdere.\n\nSe questo è il tuo server, puoi risolvere il problema impostando 'enforce-secure-profile' su false in server.properties. Nella tipica moda Mojang, questa impostazione fa l'opposto di come sembra.",
  "gui.wurst.nochatreports.ncr_mod_server.title": "\"Nessun rapporto chat\" Server",
  "gui.wurst.nochatreports.ncr_mod_server.message": "Questo server usa il mod \"No Chat Reports\".\n\nPuoi unirti a questo server se blocchi le firme della chat e disabiliti VanillaSpoof.",
  "button.wurst.nochatreports.signatures_status": "Firme: ",
  "gui.wurst.generic.allcaps_blocked": "BLOCCATO",
  "gui.wurst.generic.allcaps_allowed": "AMMESSO"
}
