{
    "description.wurst.hack.aimassist": "Ajuda você a mirar em entidades próximas.",
    "description.wurst.hack.airplace": "Permite que você coloque blocos no meio do ar.",
    "description.wurst.hack.anchoraura": "Automaticamente coloca (opcional), carrega e detona âncoras de respawn para matar entidades ao seu redor.",
    "description.wurst.hack.antiafk": "Anda aleatoriamente para se esconder de detectores de AFK.\nNecessita de pelo menos 3x3 blocos de espaço livre.",
    "description.wurst.hack.antiblind": "Previne efeitos de cegueira e escuridão.\nIncompatível com o OptiFine.",
    "description.wurst.hack.anticactus": "Protege você de danos de cacto.",
    "description.wurst.hack.antientitypush": "Impede que você seja empurrado por jogadores e mobs.",
    "description.wurst.hack.antihunger": "Reduz a velocidade da sua fome quando você está caminhando.",
    "description.wurst.hack.antiknockback": "Impede que você leve knockback de jogadores e mobs.",
    "description.wurst.hack.antispam": "Bloqueia spam no chat adicionando um contador a mensagens repetidas.",
    "description.wurst.hack.antiwaterpush": "Impede que você seja empurrado pela água.",
    "description.wurst.hack.antiwobble": "Desativa o efeito de balanço causado por náuseas e portais.",
    "description.wurst.hack.arrowdmg": "Aumenta significativamente o dano de flechas, mas também consome muita fome e reduz a precisão.\n\nNão funciona com bestas (crossbows) e parece estar corrigido em servidores Paper.",
    "description.wurst.setting.arrowdmg.packets": "Quantidade de pacotes a serem enviados.\nMais pacotes = mais dano.",
    "description.wurst.setting.arrowdmg.trident_yeet_mode": "Quando ativado, tridentes voam muito mais longe. Não parece afetar o dano ou o Riptide.\n\n§c§lAVISO:§r Você pode facilmente perder seu tridente ao ativar esta opção!",
    "description.wurst.hack.autoarmor": "Gerencia automaticamente sua armadura.",
    "description.wurst.hack.autobuild": "Constrói coisas automaticamente.\nColoque um único bloco para começar a construção.",
    "description.wurst.hack.autocomplete": "Completa automaticamente suas mensagens no chat usando modelos de linguagem extensos. Requer uma conta OpenAI com acesso à API ou um modelo de linguagem instalado localmente com a interface web oobabooga.",
    "description.wurst.hack.autodrop": "Solta automaticamente itens indesejados.",
    "description.wurst.hack.autoleave": "Sai automaticamente do servidor quando sua saúde está baixa.",
    "description.wurst.hack.autolibrarian": "Treina automaticamente um aldeão para se tornar um bibliotecário que vende um livro encantado específico. Você pode configurar um salão de negociação inteiro em pouco tempo usando este hack.",
    "description.wurst.hack.autoeat": "Come automaticamente comida quando necessário.",
    "description.wurst.setting.autoeat.target_hunger": "Tenta manter a barra de fome neste nível ou acima, mas apenas se não desperdiçar pontos de fome.",
    "description.wurst.setting.autoeat.min_hunger": "Sempre mantém a barra de fome neste nível ou acima, mesmo que desperdice alguns pontos de fome.\n6.5 - Não pode causar desperdício com itens de comida padrão.\n10.0 - Ignora completamente o desperdício e mantém a barra de fome cheia.",
    "description.wurst.setting.autoeat.injured_hunger": "Enche a barra de fome pelo menos até este nível quando você está ferido, mesmo que desperdice alguns pontos de fome.\n10.0 - cicatrização mais rápida\n9.0 - cicatrização mais lenta\n<9.0 - sem cicatrização\n<3.5 - sem corrida",
    "description.wurst.setting.autoeat.injury_threshold": "Impede que pequenas lesões desperdicem toda a sua comida. O AutoEat só considerará que você está ferido se tiver perdido pelo menos esse número de corações.",
    "description.wurst.setting.autoeat.take_items_from": "Onde o AutoEat deve procurar comida.",
    "description.wurst.setting.autoeat.eat_while_walking": "Desacelera você, não recomendado.",
    "description.wurst.setting.autoeat.allow_hunger": "A carne podre aplica um inofensivo efeito de \"fome\".\nÉ seguro comer e útil como comida de emergência.",
    "description.wurst.setting.autoeat.allow_poison": "Alimentos venenosos aplicam dano ao longo do tempo.\nNão recomendado.",
    "description.wurst.setting.autoeat.allow_chorus": "Come chorus fruit que teleporta você para um local aleatório.\nNão recomendado.",
    "description.wurst.hack.autofarm": "Colhe e replanta automaticamente.\nFunciona com trigo, cenouras, batatas, beterrabas, abóboras, melões, cactos, cana-de-açúcar, kelp, bambu, nether warts e feijões de cacau.",
    "description.wurst.hack.autofish": "Pesca automaticamente usando a sua melhor vara de pesca. Se encontrar uma vara melhor enquanto pesca, trocará automaticamente para ela.",
    "description.wurst.hack.automine": "Minera automaticamente qualquer bloco que você estiver olhando.",
    "description.wurst.hack.autopotion": "Joga automaticamente poções de cura instantânea quando sua saúde está baixa.",
    "description.wurst.hack.autoreconnect": "Reconecta automaticamente quando você é expulso do servidor.",
    "description.wurst.hack.autorespawn": "Faz respawn (renasce), em automatico sempre que você morre.",
    "description.wurst.hack.autosign": "Escreve instantaneamente o texto que você deseja em todas as placas que você coloca ou edita. Uma vez ativado, você pode escrever normalmente na primeira placa para especificar o texto para todas as outras placas.",
    "description.wurst.hack.autosoup": "Come automaticamente sopa quando sua saúde está baixa.\n\n§lNota:§r Este hack ignora a fome e assume que comer sopa diretamente reabastece sua saúde. Se o servidor em que você está jogando não estiver configurado para fazer isso, use o AutoEat em vez disso.",
    "description.wurst.hack.autosprint": "Faz você correr automaticamente.",
    "description.wurst.hack.autosteal": "Rouba automaticamente tudo de todos os baús e caixas shulker que você abrir.",
    "description.wurst.hack.autoswim": "Ativa automaticamente a animação de natação.",
    "description.wurst.hack.autoswitch": "Troca o item em sua mão o tempo todo.\n\n§lDica profissional:§r Use isso em combinação com o BuildRandom enquanto tiver muitos blocos de lã ou concreto de cores diferentes em sua barra de atalhos.",
    "description.wurst.hack.autosword": "Usa automaticamente a melhor arma em sua barra de atalhos para atacar entidades.\nDica: Isso funciona com o Killaura.",
    "description.wurst.hack.autotool": "Equipa automaticamente a ferramenta mais rápida disponível em sua barra de atalhos quando você tenta quebrar um bloco.",
    "description.wurst.hack.autototem": "Move automaticamente totens da imortalidade para sua mão secundária.",
    "description.wurst.hack.autowalk": "Faz você caminhar automaticamente.",
    "description.wurst.hack.basefinder": "Encontra bases de jogadores procurando por blocos feitos por players. Os blocos encontrados serão destacados na cor selecionada. Bom para encontrar bases de facções.",
    "description.wurst.hack.blink": "Suspende todas as atualizações de movimento enquanto ativado.",
    "description.wurst.hack.boatfly": "Permite que você voe com barcos e outros veículos. Pressione a tecla de corrida para descer mais rápido.",
    "description.wurst.hack.bonemealaura": "Usa automaticamente bone meal, (pó  de osso), em tipos específicos de plantas. Use as caixas de seleção para especificar os tipos de plantas.",
    "description.wurst.hack.bowaimbot": "Mira automaticamente seu arco ou besta.",
    "description.wurst.hack.buildrandom": "Coloca aleatoriamente blocos ao seu redor.",
    "description.wurst.hack.bunnyhop": "Faz você pular automaticamente.",
    "description.wurst.hack.cameradistance": "Permite que você mude a distância da câmera em terceira pessoa.",
    "description.wurst.hack.cameranoclip": "Permite que a câmera em terceira pessoa atravesse paredes.",
    "description.wurst.hack.cavefinder": "Ajuda você a encontrar cavernas destacando-as na cor selecionada.",
    "description.wurst.hack.chattranslator": "Traduz mensagens de chat recebidas usando o Google Tradutor.",
    "description.wurst.hack.chestesp": "Destaca baús próximos.",
    "description.wurst.hack.clickaura": "Ataca automaticamente a entidade válida mais próxima sempre que você clica. AVISO: ClickAuras geralmente parecem mais suspeitas do que Killauras e são mais fáceis de detectar por plugins. É recomendado usar Killaura ou TriggerBot em vez disso.",
    "description.wurst.hack.clickgui": "Interface gráfica de usuário baseada em janelas.",
    "description.wurst.hack.crashchest": "Gera um baú que basicamente bane as pessoas do servidor se tiverem muitas cópias dele em seu inventário. AVISO: Isso não pode ser desfeito. Use com cautela! Se as cópias forem colocadas em um baú, qualquer pessoa que abrir o baú será expulsa do servidor (apenas uma vez).",
    "description.wurst.hack.creativeflight": "Permite que você voe como no Modo Criativo. AVISO: Você receberá dano por queda se não usar o NoFall.",
    "description.wurst.hack.criticals": "Muda todos os seus golpes para acertos críticos.",
    "description.wurst.hack.crystalaura": "Coloca automaticamente (opcional) e detona cristais do Fim para matar entidades ao seu redor.",
    "description.wurst.hack.derp": "Move aleatoriamente a sua cabeça. Visível apenas para outros jogadores.",
    "description.wurst.hack.dolphin": "Faz você subir automaticamente na água. (como um golfinho)",
    "description.wurst.hack.excavator": "Quebra automaticamente todos os blocos na área selecionada.",
    "description.wurst.hack.extraelytra": "Facilita o uso da Elytra.",
    "description.wurst.hack.fancychat": "Substitui caracteres ASCII em mensagens de chat enviadas por caracteres Unicode mais elegantes. Pode ser usado para contornar filtros de palavrões em alguns servidores. Não funciona em servidores que bloqueiam caracteres Unicode.",
    "description.wurst.hack.fastbreak": "Permite que você quebre blocos mais rapidamente. Dica: Isso funciona com o Nuker.",
    "description.wurst.hack.fastladder": "Permite que você suba escadas mais rapidamente.",
    "description.wurst.hack.fastplace": "Permite que você coloque blocos 5 vezes mais rapidamente. Dica: Isso pode acelerar outros hacks como o AutoBuild.",
    "description.wurst.hack.feedaura": "Alimenta automaticamente animais ao seu redor.",
    "description.wurst.hack.fightbot": "Um bot que anda automaticamente e mata tudo ao seu redor. Bom para MobArena.",
    "description.wurst.hack.fish": "Desativa a gravidade debaixo d'água para que você possa nadar como um peixe.",
    "description.wurst.hack.flight": "Permite que você voe. AVISO: Você receberá dano por queda se não usar o NoFall.",
    "description.wurst.hack.follow": "Um bot que segue a entidade mais próxima. Muito irritante. Use .follow para seguir uma entidade específica.",
    "description.wurst.hack.forceop": "Quebra senhas do AuthMe. Pode ser usado para obter privilégios de operador (OP).",
    "description.wurst.hack.freecam": "Permite que você mova a câmera sem mover seu personagem.",
    "description.wurst.hack.fullbright": "Permite que você veja no escuro.",
    "description.wurst.hack.glide": "Faz você planar lentamente ao cair. AVISO: Você receberá dano por queda se não usar o NoFall.",
    "description.wurst.hack.handnoclip": "Permite que você alcance blocos específicos através das paredes.",
    "description.wurst.hack.headroll": "Faz você balançar a cabeça o tempo todo. Visível apenas para outros jogadores.",
    "description.wurst.hack.healthtags": "Mostra a saúde dos jogadores em suas etiquetas de nome.",
    "description.wurst.hack.highjump": "Permite que você pule mais alto. AVISO: Você receberá dano por queda se não usar o NoFall.",
    "description.wurst.hack.infinichat": "Remove o limite de 256 caracteres do chat. Útil para comandos longos que modificam dados NBT. AVISO: Não é recomendado para conversar com outras pessoas. A maioria dos servidores cortará mensagens para 256 caracteres do lado deles.",
    "description.wurst.hack.instantbunker": "Constrói um pequeno abrigo ao seu redor. Necessita de 57 blocos.",
    "description.wurst.hack.invwalk": "Permite que você se mova enquanto o inventário está aberto.",
    "description.wurst.setting.invwalk.allow_clickgui": "Permite que você se mova enquanto o ClickGUI do Wurst está aberto.",
    "description.wurst.setting.invwalk.allow_other": "Permite que você se mova enquanto outras telas do jogo estão abertas (por exemplo, baú, cavalo, negociação com aldeões), a menos que a tela tenha uma caixa de texto.",
    "description.wurst.hack.itemesp": "Destaca itens próximos.",
    "description.wurst.hack.itemgenerator": "Gera itens aleatórios e os deixa no chão. Somente no modo Criativo.",
    "description.wurst.hack.jesus": "Permite que você ande sobre a água. Jesus usou esse hack há cerca de 2000 anos.",
    "description.wurst.hack.jetpack": "Permite que você voe como se tivesse um jetpack. AVISO: Você receberá dano por queda se não usar o NoFall.",
    "description.wurst.hack.kaboom": "Quebra blocos ao seu redor como uma explosão. Isso pode ser muito mais rápido do que o Nuker se o servidor não tiver o NoCheat+. Funciona melhor com ferramentas rápidas e blocos fracos. Observação: Isso não é uma explosão real.",
    "description.wurst.hack.killauralegit": "Killaura mais lenta que é mais difícil de detectar. Não é necessária em servidores normais com NoCheat+.",
    "description.wurst.hack.killaura": "Ataca automaticamente entidades ao seu redor.",
    "description.wurst.hack.killpotion": "Gera uma poção que pode matar quase qualquer coisa, incluindo jogadores no modo Criativo. Não funciona em mobs não mortos-vivos, já que eles já estão mortos. Requer modo Criativo.",
    "description.wurst.hack.liquids": "Permite que você coloque blocos em líquidos.",
    "description.wurst.hack.lsd": "Causa alucinações.",
    "description.wurst.hack.masstpa": "Envia um pedido de TPA (Teleporte para o Jogador) para todos os jogadores. Para se alguém aceitar.",
    "description.wurst.hack.mileycyrus": "Faz você twerkar.",
    "description.wurst.hack.mobesp": "Destaca mobs próximos.",
    "description.wurst.hack.mobspawnesp": "Destaca áreas onde mobs podem aparecer. Amarelo - mobs podem aparecer à noite. Vermelho - mobs podem sempre aparecer.",
    "description.wurst.hack.multiaura": "Killaura mais rápida que ataca várias entidades de uma vez.",
    "description.wurst.hack.nameprotect": "Oculta todos os nomes de jogadores.",
    "description.wurst.hack.nametags": "Altera a escala das etiquetas de nome para que você sempre possa lê-las. Também permite que você veja as etiquetas de nome de jogadores que estão se escondendo.",
    "description.wurst.hack.navigator": "Uma GUI pesquisável que aprende suas preferências ao longo do tempo.",
    "description.wurst.hack.newchunks": "Destaca os chunks recém-gerados ao seu redor.",
    "description.wurst.hack.nobackground": "Remove o fundo escuro atrás dos inventários.",
    "description.wurst.hack.noclip": "Permite que você se mova livremente através de blocos. Um bloco (por exemplo, areia) deve cair sobre sua cabeça para ativá-lo. AVISO: Você receberá dano ao se mover através de blocos!",
    "description.wurst.hack.nocomcrash": "Causa lags e trava servidores usando o exploit Nocom. Não funciona em servidores Paper. Testado e funcionando em Vanilla, Spigot e Fabric. Pode ser desativado por alguns AntiCheats.",
    "description.wurst.hack.nofall": "Protege você de danos por queda.",
    "description.wurst.hack.nofireoverlay": "Bloqueia a sobreposição quando você está pegando fogo. AVISO: Isso pode fazer você queimar até a morte sem perceber.",
    "description.wurst.hack.nohurtcam": "Desabilita o efeito de trepidação quando você é atingido.",
    "description.wurst.hack.nolevitation": "Desabilita o efeito de levitação quando você é atingido por um Shulker. AVISO: Você cairá se ativar isso enquanto o efeito de levitação já estiver ativo!",
    "description.wurst.hack.nooverlay": "Bloqueia as sobreposições de água e lava.",
    "description.wurst.hack.nopumpkin": "Bloqueia a sobreposição ao usar uma abóbora na cabeça.",
    "description.wurst.hack.noslowdown": "Cancela os efeitos de lentidão causados por mel, areia de alma e uso de itens.",
    "description.wurst.hack.noweather": "Permite que você altere o clima, o horário e a fase da lua no cliente.",
    "description.wurst.hack.noweb": "Impede que você seja retardado por teias de aranha.",
    "description.wurst.hack.nuker": "Quebra automaticamente blocos ao seu redor.",
    "description.wurst.hack.nukerlegit": "Nuker mais lento que contorna todos os plugins AntiCheat. Não é necessário em servidores normais com NoCheat+.",
    "description.wurst.hack.openwateresp": "Mostra se você está pescando em 'águas abertas' e desenha uma caixa ao redor da área usada para o cálculo de águas abertas.",
    "description.wurst.hack.overlay": "Renderiza a animação do Nuker sempre que você mine um bloco.",
    "description.wurst.hack.panic": "Desliga instantaneamente todas as hacks habilitadas. Tenha cuidado com esta opção!",
    "description.wurst.hack.parkour": "Faz você pular automaticamente ao alcançar a borda de um bloco. Útil para parkours e corridas de pulo.",
    "description.wurst.hack.playeresp": "Destaca jogadores próximos. Caixas ESP de amigos aparecerão em azul.",
    "description.wurst.hack.portalgui": "Permite que você abra GUIs em portais.",
    "description.wurst.hack.potionsaver": "Congela todos os efeitos de poção enquanto você está parado.",
    "description.wurst.hack.prophuntesp": "Permite que você veja blocos falsos em Prophunt. Feito para o Mineplex Prophunt. Pode não funcionar em outros servidores.",
    "description.wurst.hack.protect": "Um bot que segue a entidade mais próxima e a protege de outras entidades. Use .protect para proteger uma entidade específica em vez da mais próxima.",
    "description.wurst.hack.radar": "Mostra a localização de entidades próximas. Vermelho - jogadores, laranja - monstros, verde - animais, cinza - outros.",
    "description.wurst.hack.rainbowui": "Torna a interface do usuário multicolorida.",
    "description.wurst.hack.reach": "Permite que você alcance mais longe.",
    "description.wurst.hack.remoteview": "Permite que você veja o mundo como outra pessoa. Use o comando .rv para fazê-lo mirar uma entidade específica.",
    "description.wurst.hack.restock": "Reabastece automaticamente sua mão com os itens selecionados de seu inventário. Funciona melhor com o FastPlace.",
    "description.wurst.hack.safewalk": "Impede que você caia de bordas.",
    "description.wurst.hack.scaffoldwalk": "Coloca automaticamente blocos sob seus pés.",
    "description.wurst.hack.search": "Ajuda você a encontrar blocos específicos destacando-os com cores do arco-íris.",
    "description.wurst.hack.servercrasher": "Gera um item que pode travar servidores na versão 1.15.x. Apenas no modo Criativo.",
    "description.wurst.hack.skinderp": "Alterna aleatoriamente partes de sua skin.",
    "description.wurst.hack.sneak": "Faz você se agachar automaticamente.",
    "description.wurst.hack.snowshoe": "Permite que você ande sobre a neve",
    "description.wurst.hack.speedhack": "Permite que você corra cerca de 2,5 vezes mais rápido do que correria pulando e sprintando. AVISO: Corrigido na versão 3.13.2 do NoCheat+. Só funcionará em versões mais antigas do NoCheat+. Digite /ncp version para verificar a versão do NoCheat+ do servidor.",
    "description.wurst.hack.speednuker": "Versão mais rápida do Nuker que não pode contornar o NoCheat+.",
    "description.wurst.hack.spider": "Permite que você suba em paredes como uma aranha.",
    "description.wurst.hack.step": "Permite que você suba em blocos completos.",
    "description.wurst.hack.throw": "Usa um item várias vezes. Pode ser usado para lançar bolas de neve e ovos, spawnar mobs, colocar carrinhos de mina, etc. em grandes quantidades. Isso pode causar muito lag e até mesmo travar um servidor.",
    "description.wurst.hack.tillaura": "Transforma automaticamente terra, grama, etc. em terra arada. Não deve ser confundido com Killaura.",
    "description.wurst.hack.timer": "Altera a velocidade de quase tudo.",
    "description.wurst.hack.tired": "Faz você parecer com Alexander em abril de 2015. Só visível para outros jogadores.",
    "description.wurst.hack.toomanyhax": "Bloqueia quaisquer recursos que você não queira. Permite que você garanta que não ative acidentalmente a hack errada e seja banido por isso. Para aqueles que querem \"hackear apenas um pouco\". Use o comando .toomanyhax para escolher quais recursos bloquear. Digite .help toomanyhax para obter mais informações.",
    "description.wurst.hack.tp-aura": "Ataca automaticamente a entidade válida mais próxima enquanto você teleporta ao redor dela.",
    "description.wurst.hack.trajectories": "Prevê a trajetória de voo de flechas e itens arremessáveis.",
    "description.wurst.hack.treebot": "Um bot experimental que anda automaticamente e corta árvores. Limitado a árvores pequenas por enquanto.",
    "description.wurst.hack.triggerbot": "Ataca automaticamente a entidade que você está olhando.",
    "description.wurst.hack.trollpotion": "Gera uma poção com muitos efeitos irritantes.",
    "description.wurst.hack.truesight": "Permite que você veja entidades invisíveis.",
    "description.wurst.hack.tunneller": "Cava automaticamente um túnel. AVISO: Embora esse bot tente evitar lava e outros perigos, não há garantia de que ele não morrerá. Envie-o apenas com equipamento que você não se importa em perder.",
    "description.wurst.hack.x-ray": "Permite que você veja minérios através das paredes.",
    "description.wurst.other_feature.nochatreports": "Desabilita as assinaturas criptográficas que, desde a versão 1.19, são anexadas às suas mensagens de chat. AVISO: Se você enviar mensagens de chat com assinaturas, sua conta Minecraft pode ser relatada e banida globalmente no multiplayer! Mesmo que você diga coisas inofensivas no chat, suas mensagens assinadas podem ser usadas para criar um relatório de chat falso que resulta no banimento injusto de sua conta. Se você precisar reabilitar as assinaturas de chat para conversar em um servidor, considere jogar com uma conta alternativa que você não se importa em perder.",
    "button.wurst.nochatreports.disable_signatures": "Desabilitar Assinaturas",
    "button.wurst.nochatreports.re-enable_signatures": "Reabilitar Assinaturas",
    "description.wurst.setting.generic.attack_speed": "Velocidade de ataque em cliques por segundo. 0 = ajusta dinamicamente a velocidade para corresponder ao seu tempo de recarga de ataque.",
    "description.wurst.setting.generic.pause_attack_on_containers": "Não ataca enquanto uma tela de container (baú, funil, etc.) estiver aberta. Útil para servidores de minijogos que exibem menus semelhantes a baús.",
    "description.wurst.altmanager.premium": "Este alt tem uma senha e pode entrar em todos os servidores.",
    "description.wurst.altmanager.cracked": "Este alt não tem senha e só funcionará em servidores rachados.",
    "description.wurst.altmanager.failed": "Na última vez que você tentou fazer login com este alt, não funcionou.",
    "description.wurst.altmanager.checked": "A senha funcionou no passado.",
    "description.wurst.altmanager.unchecked": "Você nunca fez login com sucesso com este alt.",
    "description.wurst.altmanager.favorite": "Você marcou este alt como um de seus favoritos.",
    "description.wurst.altmanager.window": "Este botão abre outra janela.",
    "description.wurst.altmanager.window_freeze": "Pode parecer que o jogo não está respondendo enquanto essa janela estiver aberta.",
    "description.wurst.altmanager.fullscreen": "Desative o modo de tela cheia!",
    "gui.wurst.altmanager.folder_error.title": "Não foi possível criar a pasta '.Wurst encryption'!",
    "gui.wurst.altmanager.folder_error.message": "Você pode ter bloqueado acidentalmente o Wurst de acessar esta pasta. O AltManager não pode criptografar ou descriptografar sua lista de alts sem ela. Você ainda pode usar o AltManager, mas quaisquer alts que você criar agora não serão salvos. O erro completo é o seguinte: %s",
    "gui.wurst.altmanager.empty.title": "Sua lista de alts está vazia.",
    "gui.wurst.altmanager.empty.message": "Você gostaria de alguns alts aleatórios para começar?",
    "gui.wurst.nochatreports.unsafe_server.title": "AVISO: Servidor Inseguro",
    "gui.wurst.nochatreports.unsafe_server.message": "Este servidor exige que as assinaturas de chat estejam habilitadas, o que coloca sua conta em risco de relatórios de chat fraudulentos. Você pode conversar neste servidor se desabilitar as assinaturas de chat e, em seguida, reconectar. Se fizer isso, considere jogar com uma conta alternativa que você não se importa em perder. Se este for o seu servidor, você pode corrigir isso definindo 'enforce-secure-profile' como false no arquivo server.properties. Como de costume, essa configuração faz o oposto do que parece.",
    "toast.wurst.nochatreports.unsafe_server.title": "Mensagens de chat podem ser relatadas",
    "toast.wurst.nochatreports.unsafe_server.message": "Mensagens enviadas neste servidor podem ser relatadas ao Big Brother Mojang e podem resultar no banimento global de sua conta",
    "gui.wurst.nochatreports.ncr_mod_server.title": "Servidor \"No Chat Reports\"",
    "gui.wurst.nochatreports.ncr_mod_server.message": "Este servidor utiliza o mod \"No Chat Reports\". Você pode entrar neste servidor se bloquear as assinaturas de chat e desativar o VanillaSpoof.",
    "button.wurst.nochatreports.signatures_status": "Assinaturas: ",
    "description.wurst.nochatreports.message_is_reportable": "Esta mensagem tem uma assinatura válida e, portanto, está vulnerável a relatórios de chat fraudulentos.",
    "gui.wurst.generic.allcaps_blocked": "BLOQUEADO",
    "gui.wurst.generic.allcaps_allowed": "PERMITIDO",
    "key.wurst.zoom": "Zoom"
}